Repository: ahilespelid/freepbx
Catalog: admin/modules/voicemail_report/i18n/*/LC_MESSAGES/voicemail_report.po
Languages: de_de

source: Attach
de_de: Anhängen

source: Attach -- Email will be sent to the address shown in this column when a voicemail is left.<br>
de_de: Anhängen -- Eine E-Mail wird an die in dieser Spalte angegebene Adresse gesendet, wenn eine Voicemail hinterlassen wird. <br>

source: Busy
de_de: Besetzt

source: Busy -- This recording is played if the callee is busy.<br>
de_de: Besetzt -- Diese Aufnahme wird abgespielt, wenn der Angerufene beschäftigt ist. <br>

source: Caller ID
de_de: Anrufer ID

source: Caller ID -- The person who left the message.<br>
de_de: Anrufer ID -- Die Person, von der die Nachricht kommt. <br>

source: Date
de_de: Datum

source: Date -- The date this message was left.<br>
de_de: Datum -- Das Datum, an dem diese Nachricht hinterlassen wurde. <br>

source: Default
de_de: Standard

source: Delete
de_de: Löschen

source: Delete -- If this column reads "Yes" then voicemail will be deleted from the mailbox when it is emailed.<br>
de_de: Löschen -- Wenn in dieser Spalte "Ja" steht, wird Voicemail beim E-Mail-Versand aus der Mailbox gelöscht. <br>

source: Displays various information related to the voicemail system.
de_de: Zeigt verschiedene Informationen zum Voicemail-System an.

source: Duration
de_de: Dauer

source: Duration -- The length of the message in seconds.<br>
de_de: Dauer -- Die Länge der Nachricht in Sekunden. <br>

source: File does not exist
de_de: Datei existiert nicht

source: Folder
de_de: Ordner

source: Folder -- The folder this message currently resides in.<br>
de_de: Ordner -- Der Ordner, in dem sich diese Nachricht derzeit befindet. <br>

source: Greetings & Settings
de_de: Grüße & Einstellungen

source: Greetings and Settings
de_de: Grüße und Einstellungen

source: Listen
de_de: Anhören

source: Listen -- Click the blue icon to listen to this recording.<br>
de_de: Anhören -- Klicken Sie auf das blaue Symbol, um diese Aufnahme anzuhören. <br>

source: Mailbox -- The mailbox that all of the following options apply to.<br>
de_de: Mailbox -- Die Mailbox, für die alle folgenden Optionen gelten. <br>

source: Mailbox -- The mailbox this message belongs to.<br>
de_de: Mailbox -- Die Mailbox, zu der diese Nachricht gehört. <br>

source: Name -- This recording is played when someone enters the name directory or when a caller first reaches their mailbox.<br>
de_de: Name -- Diese Aufnahme wird abgespielt, wenn jemand das Namensverzeichnis betritt oder wenn ein Anrufer seine Mailbox zum ersten Mal erreicht. <br>

source: No
de_de: Nein

source: Password
de_de: Passwort

source: Password -- The password for the mailbox.<br>
de_de: Passwort -- Das Passwort der Mailbox. <br>

source: Reports
de_de: Berichte

source: Temporary
de_de: Temporär

source: Temporary -- This recording is played if someone has recorded an out of the office message.<br>
de_de: Temporär -- Diese Aufnahme wird abgespielt, wenn jemand eine Abwesenheitsnachricht aufgenommen hat. <br>

source: This page allows you to review all the voicemail messages currently residing on the system.
de_de: Auf dieser Seite können Sie alle Voicemail-Nachrichten anzeigen, die sich derzeit auf dem System befinden.

source: This page is designed to give you further insight into your voicemail system. You can quickly tell who needs to record greetings in order to make things like the name directory not spell out names. You can also easily see who is setup to receive voicemail to email.
de_de: Diese Seite soll Ihnen weitere Einblicke in Ihr Voicemail-System geben. Sie können schnell erkennen, wer Begrüßungen aufzeichnen muss, damit im Namensverzeichnis keine Namen aufgerufen werden. Sie können auch leicht sehen, wer für den Empfang von Voicemail per E-Mail eingerichtet ist.

source: Unavailable
de_de: Nicht verfügbar

source: Unavailable -- This recording is played if the callee is unavailable.<br>
de_de: Nicht verfügbar -- Diese Aufnahme wird abgespielt, wenn der Angerufene nicht verfügbar ist. <br>

source: View Voicemails
de_de: Voicemails anzeigen

source: Voicemail Reports
de_de: Voicemail-Berichte

source: Yes
de_de: Ja
