Repository: ahilespelid/freepbx
Catalog: admin/modules/queueprio/i18n/*/LC_MESSAGES/queueprio.po
Languages: de_de

source: Actions
de_de: Aktionen

source: Add Priority
de_de: Fügen Sie Priorität hinzu

source: Add Queue Priority
de_de: Warteschlangenpriorität hinzufügen

source: Adds the ability to set a callers priority higher before entering a queue
de_de: Fügt die Möglichkeit hinzu, die Priorität eines Anrufers vor dem Betreten einer Warteschlange höher zu setzen

source: Applications
de_de: Anwendungen

source: Delete
de_de: Löschen

source: Description
de_de: Beschreibung

source: Destination
de_de: Ziel

source: Edit:
de_de: Bearbeiten:

source: Invalid description specified
de_de: Ungültige Beschreibung angegeben

source: List Priorities
de_de: Listenprioritäten

source: Priority
de_de: Priorität

source: Queue Priorities
de_de: Warteschlangenprioritäten

source: Queue Priority allows you to set a caller's priority in a queue. By default, a caller's priority is set to 0. Setting a higher priority will put the caller ahead of other callers already in a queue. The priority will apply to any queue that this caller is eventually directed to. You would typically set the destination to a queue, however that is not necessary. You might set the destination of a priority customer DID to an IVR that is used by other DIDs, for example, and any subsequent queue that is entered would be entered with this priority
de_de: Mit der Warteschlangenpriorität können Sie die Priorität eines Anrufers in einer Warteschlange festlegen. Standardmäßig ist die Priorität eines Anrufers auf 0 gesetzt. Wenn Sie eine höhere Priorität einstellen, wird der Anrufer anderen Anrufern, die sich bereits in einer Warteschlange befinden, Vorrang eingeräumt. Die Priorität gilt für jede Warteschlange, an die dieser Aufrufer schließlich weitergeleitet wird. Normalerweise würden Sie das Ziel auf eine Warteschlange festlegen, dies ist jedoch nicht erforderlich. Sie können das Ziel einer Prioritätskunden-DID beispielsweise auf ein IVR setzen, das von anderen DIDs verwendet wird, und jede nachfolgende Warteschlange, die eingegeben wird, würde mit dieser Priorität eingegeben werden

source: Queue Priority: %s
de_de: Warteschlangenpriorität: %s

source: Queue Priorties
de_de: Warteschlangenprioritäten

source: Reset
de_de: Zurücksetzen

source: Submit
de_de: Absenden

source: The Queue Priority to set 0 - 20
de_de: Die einzustellende Warteschlangenpriorität 0 - 20

source: The descriptive name of this Queue Priority instance.
de_de: Der beschreibende Name dieser Warteschlangenprioritätsinstanz.
