Repository: ahilespelid/freepbx
Catalog: admin/modules/hotelwakeup/i18n/*/LC_MESSAGES/hotelwakeup.po
Languages: de_de

source: <b>System time:</b>
de_de: <b>Systemzeit:</b>

source: Actions
de_de: Aktionen

source: Add
de_de: Hinzufügen

source: Add new Wakeup Call
de_de: Neuen Weckruf Hinzufügen

source: Applications
de_de: Anwendungen

source: Call List
de_de: Anrufliste

source: CallerID for Wake Up Calls<br><br>Format: <b>&lt;#######&gt;</b>. You can also use the format: "hidden" <b>&lt;#######&gt;</b> to hide the CallerID sent out over Digital lines if supported (E1/T1/J1/BRI/SIP/IAX)
de_de: AnruferID für Weckanrufe<br><br>Format: <b>&lt;#######&gt;</b>. Sie können auch über das format: \"hidden\" <b>&lt;#######&gt;</b> die AnruferID ausblenden wenn folgende Unterstützung besteht (E1/T1/J1/BRI/SIP/IAX)

source: Cannot schedule the call the scheduled time is in the past. [Time now: %s] [Wakeup Time: %s]
de_de: Kann den Anruf nicht planen, da er in der Vergangenheit liegt. [Aktuelle Uhrzeit: %s] [Weckzeit: %s]

source: Cannot schedule the call, due to insufficient data
de_de: Kann den Anruf aufgrund unzureichender Informationen nicht planen

source: Close
de_de: Schließen

source: Date
de_de: Datum

source: Day
de_de: Tag

source: Day can not be blank
de_de: Tag darf nicht leer sein

source: Day to call
de_de: Tag des Anrufs

source: Destination
de_de: Ziel

source: Destination can not be blank
de_de: Ziel darf nicht leer sein

source: Destination to call
de_de: Ziel des Anrufs

source: Enter the Caller IDs of each telephone you wish to be recognized as an "Operator". Operator extensions are allowed to create wakeup calls for any valid destination. Numbers can be extension numbers, full caller ID numbers or Asterisk dialing patterns
de_de: Tragen Sie hier die Anrufernummern ein, die als "Operator" tätig sein sollen. Operatornebenstellen können Weckrufe für jedes gültige Ziel erstellen. Es können Nebenstellennummern, vollständige Rufnummern oder Asterisk-Wählmuster sein

source: FreePBX module for generating reminder and wakeup calls
de_de: FreePBX Modul zur Erzeugung von Erinnerungs- und Weckrufen

source: Max Destination Length
de_de: Max. Länge des Anrufziels

source: Max Retries
de_de: Max. Wiederholungen

source: No
de_de: Nein

source: Not received
de_de: Nicht erhalten

source: Operator Extensions
de_de: Operatornebenstellen

source: Operator Mode
de_de: Operator Modus

source: Reset
de_de: Zurücksetzen

source: Retry Time
de_de: Wiederholungszeit

source: Ring Time
de_de: Klingeldauer

source: Save changes
de_de: Änderungen speichern

source: Server time
de_de: Serverzeit

source: Settings
de_de: Einstellung

source: Submit
de_de: Absenden

source: The maximum number of times the system should attempt to deliver the wakeup call when there is no answer. Zero retries means only one call will be placed
de_de: Die maximale Anzahl, die das System den Weckruf versuchen soll, wenn er nicht angenommen wird. Bei Null Wiederholungen wird nur ein Versuch durchgeführt

source: The number of seconds for the phone to ring. Consider setting lower than the voicemail threshold or the wakeup call can end up going to voicemail
de_de: Die Anzahl in Sekunden die das Telefon klingelt. Die Einstellung sollte niedriger als die Schwelle des Anrufbeantworter liegen, da sonst der Weckruf beim Anrufbeantworter endet

source: The number of seconds to wait between retrys. A "retry" happens if the wakeup call is not answered
de_de: Die maximale Zeit in Sekunden zwischen Wiederholungen. Eine "Wiederholung" passiert wenn ein Weckanruf nicht angenommen wird

source: This controls the maximum number of digits an operator can send a wakeup call to. Set to 10 or 11 to allow wake up calls to outside numbers
de_de: Dies steuert die maximale Anzahl der Ziffern, die ein Bediener für einen Weckanruf senden kann. Stellen Sie auf 10 oder 11 ein, um Anrufe nach außerhalb ihrer Anlage zu ermöglichen

source: This section will be removed from this time group and all current settings including changes will be updated. OK to proceed?
de_de: Dieser Abschnitt wird aus dieser Zeitgruppe entfernt und alle aktuellen Einstellungen einschließlich Änderungen werden aktualisiert. OK, um fortzufahren?

source: Time
de_de: Zeit

source: Time can not be blank
de_de: Zeit darf nicht leer sein

source: Time to call
de_de: Uhrzeit des Anruf

source: Wake Up Caller ID
de_de: Weckanrufer ID

source: Wake Up Calls
de_de: Weckrufe

source: Wake Up calls can be used to schedule a reminder or wakeup call to any valid destination. To schedule a call, dial %s or use the form below
de_de: Weckrufe können verwendet werden um Erinnerungs- oder Weckrufe an ein beliebiges Ziel zu planen. Um einen Anruf zu planen, wählen Sie %s oder verwenden Sie das unten stehende Formular

source: What is Hotel Style Wakeup Calls?
de_de: Was ist der Hotel Weckruf?

source: When Operator Mode is enabled it will allow designated extentions to create wake up calls for any valid destination. If disabled calls can only be placed back to the caller ID of the user scheduling the wakeup call
de_de: Wenn der Operator Modus aktiviert ist, erlaubt es bestimmten Nummern Weckanrufe für beliebige Ziele zu erstellen. Wenn der Operator deaktiviert ist, können nur Weckanrufe für die wählende Nummer erstellt werden

source: Yes
de_de: Ja
