Repository: ahilespelid/freepbx
Catalog: admin/modules/restapps/i18n/*/LC_MESSAGES/restapps.po
Languages: cs, de_de, es_es

source: %d secs
cs: %d sek
de_de: %d sek
es_es: %d segs

source: %s is not authorized in the Phone Apps module for extension %s.
cs: %s není autorizován v modulu Phone Apps pro pobočku %s.
de_de: %s ist im Phone-Apps Modul nicht autorisiert für die Verwendung bei Nebenstelle %s.
es_es: %s no está autorizado en el módulo de Phone Apps para la extensión %s.

source: %s is not enabled for extension %s.
cs: %s není povoleno pro pobočku %s.
de_de: %s ist nicht aktiviert für Nebenstelle %s.
es_es: %s no está habilitado para la extensión %s.

source: (Un)Mute
cs: Ztlumit
de_de: Stumschalten

source: (Un)Pause
cs: Pauza
de_de: Pause
es_es: (Des)Pausar

source: Abandoned: %s
cs: Opuštěno: %s
de_de: Verlassen: %s
es_es: Abandonado: %s

source: Above
cs: Výše
de_de: Über

source: Access denied
cs: Přístup zamítnut
de_de: Zugriff verweigert

source: Active
cs: Aktivní
de_de: Aktiv
es_es: Activa

source: Add New
cs: Přidat nový
de_de: Hinzufügen
es_es: Agregar Nueva

source: Additional Voicemail Boxes
cs: Další hlasové schránky
de_de: Zusätzliche Voicemail-Boxen

source: Admin login override
cs: Přepsání administrátora
de_de: Admin Login überschreiben
es_es: Imponerse al login de Admin

source: Admin override is required for this extension. Please enter administrator password instead.
cs: Přepsání správce je vyžadováno pro tuto pobočku. Zadejte místo toho heslo správce.
de_de: Für diese Nebenstelle wird eine Admin Überschreibung benötigt. Bitte geben Sie stattdessen das Administrator Passwort ein.
es_es: Se requiere imponerse al login de Admin para esta extensión. Por favor ingrese la contraseña de administrador en su lugar.

source: All
cs: Vše
de_de: Alle
es_es: Todo

source: All Queues
cs: Všechny fronty
de_de: Alle Warteschlangen
es_es: Todas las Colas

source: All Time Conditions
cs: Všechny časové podmínky
de_de: Alle Zeitschaltungen
es_es: Todas las Condiciones de Tiempo

source: Allow Access
cs: Povolit přístup
de_de: Zugriff erlauben
es_es: Permitir Acceso

source: Allowed Call Flows
cs: Povolené toky hovorů
de_de: Erlaubte Call Flows
es_es: Flujos de Llamadas Permitidos

source: Allowed Conference Bridges
cs: Povolené konferenční mosty
de_de: Erlaubte Konferenzbrücken
es_es: Cuartos de Conferencias Permitidos

source: Allowed Queues
cs: Povolené fronty
de_de: Erlaubte Warteschlangen
es_es: Colas Permitidas

source: Allowed Time Conditions
cs: Povolené časové podmínky
de_de: Erlaubte Zeitschaltungen
es_es: Condiciones de Tiempo Permitidas

source: Applications
cs: Aplikace
de_de: Anwendungen
es_es: Apps

source: Ascending
cs: Vzestupně
de_de: Aufsteigend
es_es: Ascendente

source: Authentication Required
cs: Vyžadováno ověření
de_de: Authentifizierung benötigt
es_es: Autenticación Requerida

source: BLF Status
cs: Stav BLF
es_es: Estado BLF

source: Back
cs: Zpět
de_de: Zurück
es_es: Atrás

source: Backspace
cs: klávesa zpět
es_es: Retroceso

source: Below
cs: Níže
de_de: Unterhalb

source: Busy Greeting
cs: Hláška při obsazenu
de_de: Beschäftigt Begrüßung
es_es: Mensaje de Bienvenida - Ocupado

source: CID Name
cs: Jméno CID

source: CID Num
cs: Číslo CID
de_de: CID Nummer

source: Call Back
cs: Zavolejte zpět
de_de: Zurückrufen
es_es: Devolución de Llamada

source: Call Flow
cs: Tok hovorů
es_es: Flujo de Llamada

source: Call Flow Control
cs: Kontrola toku hovoru
de_de: Call Flow Kontrolle
es_es: Control de Flujo de Llamada

source: Call Flow Settings
cs: Nastavení toku hovoru
de_de: Call Flow Einstellungen
es_es: Configuraciones de Flujo de Llamada

source: Call Forward
cs: Přesměrování hovoru
de_de: Rufweiterleitung
es_es: Desvío de Llamada

source: Call Forward Settings
cs: Nastavení přesměrování hovoru
de_de: Rufweiterleitungs Einstellungen
es_es: Configuraciones de Desvío de Llamada

source: Call Forward: %s
cs: Přesměrování: %s
de_de: Rufweiterleitung: %s
es_es: Desvío de Llamada: %s

source: Call Forwarding
cs: Přesměrování hovorů
de_de: Rufweiterleitung
es_es: Desvío de Llamadas

source: Call parked
cs: Hovor zaparkován
de_de: Geparktes Gespräch
es_es: Llamada estacionada

source: Call parked: %s
cs: Hovor zaparkován: %s
de_de: Geparktes Gespräch: %s
es_es: Llamada estacionada: %s

source: CallDate
cs: Datum hovoru
de_de: Anrufdatum
es_es: Fecha de Llamada

source: Callers
cs: Volající
de_de: Anrufer
es_es: Llamantes

source: Callers: %s
cs: Volající: %s
de_de: Anrufer: %s
es_es: Llamantes: %s

source: Cancel
cs: Zrušit
de_de: Abbrechen
es_es: Cancelar

source: Cell
cs: Buňka
de_de: Mobil
es_es: Cel

source: Cell (%s)
cs: Buňka (%s)
de_de: Mobil (%s)
es_es: Cel (%s)

source: Change
cs: Změnit
de_de: Ändern
es_es: Cambiar

source: Change Password
cs: Změnit heslo
de_de: Passwort ändern
es_es: Cambiar Contraseña

source: Company: %s
cs: Společnost: %s
de_de: Firma: %s
es_es: Compañía: %s

source: Completed: %s
cs: Dokončeno: %s
de_de: Abgeschlossen: %s
es_es: Completado: %s

source: Conference
cs: Konference
de_de: Konferenz
es_es: Conferencia

source: Conference Active
cs: Aktivní konference
de_de: Konferenz aktiv
es_es: Conferencia Activa

source: Conferences
cs: Konference
de_de: Konferenzen
es_es: Conferencias

source: Confirm Calls
cs: Potvrdit volání
de_de: Anrufe bestätigen
es_es: Confirmar Llamadas

source: Contact Groups
cs: Kontaktní skupiny
de_de: Kontaktgruppen
es_es: Grupos de Contacto

source: Contacts
cs: Kontakty
de_de: Kontakte
es_es: Contactos

source: Could not login to extension %s.
cs: Nelze se přihlásit k pobočce %s.
de_de: Fehler bei Anmeldung auf Nebenstelle %s.
es_es: No pudo hacer login a la extensión %s.

source: Could not logout of extension %s.
cs: Nelze se odhlásit z pobočky %s.
de_de: Fehler bei Abmeldung von Nebenstelle %s.
es_es: No pudo hacer logout de la extensión %s.

source: DND
cs: Nerušit

source: DND Settings
cs: Nerušit nastavení
de_de: DND Einstellungen
es_es: Configuraciones DND

source: Delete
cs: Smazat
de_de: Löschen
es_es: Borrar

source: Descending
cs: Sestupně
de_de: Absteigend
es_es: Descendiente

source: Details
cs: Detaily
es_es: Detalles

source: Dial
cs: Vytočit
de_de: Wählen
es_es: Discar

source: Disabled
cs: Zakázáno
de_de: Deaktiviert
es_es: Deshabilitado

source: Display Name: %s
cs: Jméno: %s
de_de: Anzeigename: %s
es_es: Nombre para mostrar: %s

source: Done
cs: Hotovo
de_de: Fertig
es_es: Hecho

source: Enable Call Flow Access
cs: Povolit přístup k toku hovorů
de_de: Aktiviere Zugriff auf Call Flows
es_es: Habilitar Acceso al Flujo de Llamadas

source: Enable Call Flow Access in Phone Apps for this user
cs: Povolit přístup k toku hovorů v Phone Apps pro tohoto uživatele
de_de: Aktiviere Zugriff auf Call Flow Modul in den Phone Apps für diesen Benutzer
es_es: Habilitar Acceso al Flujo de Llamadas en Phone Apps para este usuario

source: Enable Call Forward Access
cs: Povolit přístup k přesměrování hovorů
de_de: Aktiviere Zugriff auf Anrufweiterleitungen
es_es: Habilitar Acceso a Desvío de Llamadas

source: Enable Call Forward in Phone Apps for this user
cs: Povolit přístup k přesměrování v Phone Apps pro tohoto uživatele
de_de: Aktiviere Zugriff auf Anrufweiterleitungs Phone App für diesen Benutzer
es_es: Habilitar Desvío de Llamadas en Phone Apps para este usuario

source: Enable Conference Access
cs: Povolit přístup ke konferencím
de_de: Konferenzzugang aktivieren
es_es: Habilitar Acceso a Conferencia

source: Enable Conference Access in Phone Apps for this user
cs: Povolit přístup ke konferencím v Phone Apps pro tohoto uživatele
de_de: Aktiviere Zugriff auf Konferenzen Phone App für diesen Benutzer
es_es: Habilitar Acceso a Conferencia en Phone Apps para este usuario

source: Enable Contact Access
cs: Povolit přístup ke kontaktům
de_de: Aktiviere Zugriff auf Kontakte
es_es: Habilitar Acceso a Contactos

source: Enable Contact Access in Phone Apps for this user (Contact Groups are set under the 'Contact Manager' title)
cs: Povolit přístup ke kontaktům v Phone Apps pro tohoto uživatele (Kontaktní skupiny jsou nastaveny pod nadpisem "Manažer kontaktů")
de_de: Aktiviere Zugriff auf Kontakte Phone App für diesen Benutzer (Verfügbare Kontaktgruppen werden im Reiter 'Kontakt Manager' gesetzt)
es_es: Habilitar Acceso a Contactos en Phone Apps para este usuario (Los Grupos de Contacto se establecen bajo 'Administrador de Contactos')

source: Enable DND Access
cs: Povolit přístup k Nerušit
de_de: Aktiviere DND Zugriff
es_es: Habilitar Acceso a DND

source: Enable Do Not Disturb in Phone Apps for this user
cs: Povolit Nerušit(DND) v Phone Apps pro tohoto uživatele
de_de: Aktiviere Zugriff auf Bitte nicht stören (DND) Phone App für diesen Benutzer
es_es: Habilitar Acceso a DND en Phone Apps para este usuario

source: Enable Find Me/Follow Me Access
cs: Povolit přístup k Find Me/Follow Me
de_de: Aktiviere Zugriff auf Finde mich / Folge mir Funktion
es_es: Habilitar Acceso a Find Me/Follow Me

source: Enable Find Me/Follow Me in Phone Apps for this user
cs: Povolit přístup k Find Me/Follow Me v Phone Apps pro tohoto uživatele
de_de: Aktiviere Zugriff auf Finde mich/Folge mir Phone App für diesen Benutzer
es_es: Habilitar Acceso a Find Me/Follow Me en Phone Apps para este usuario

source: Enable Login/Logout Access
cs: Povolit přístup k Login/Logout
de_de: Aktiviere Zugriff auf Login/Logout
es_es: Habilitar Acceso a Login/Logout

source: Enable Login/Logout in Phone Apps for this user
cs: Povolit přístup k Login/Logout v Phone Apps pro tohoto uživatele
de_de: Aktiviere Zugriff auf Login/Logout Phone App für diesen Benutzer
es_es: Habilitar Acceso a Login/Logout en Phone Apps para este usuario

source: Enable Parking Access
cs: Povolit přístup k Parkování hovorů
de_de: Aktiviere Zugriff auf Parking
es_es: Habilitar Acceso a Estacionamiento

source: Enable Parking in Phone Apps for this user
cs: Povolit přístup k Parkování hovorů v Phone Apps pro tohoto uživatele
de_de: Aktiviere Zugriff auf das Parking Phone App Modul für diesen Benutzer
es_es: Habilitar Acceso a Estacionamiento en Phone Apps para este usuario

source: Enable Presence State Access
cs: Povolit přístup k Prezenčním stavům
de_de: Aktiviere Zugriff auf Präsenz Status
es_es: Habilitar Acceso a Estado de Presencia

source: Enable Presence State in Phone Apps for this user
cs: Povolit přístup k Prezenčním stavům v Phone Apps pro tohoto uživatele
de_de: Aktiviere Zugriff auf Präsenz Staus Phone App für diesen Benutzer
es_es: Habilitar Acceso a Estado de Presencia en Phone Apps para este usuario

source: Enable Queue Access
cs: Povolit přístup k Frontám
de_de: Aktiviere Zugriff auf Warteschlangen
es_es: Habilitar Acceso a Colas

source: Enable Queue Access in Phone Apps for this user
cs: Povolit přístup k Frontám v Phone Apps pro tohoto uživatele
de_de: Aktiviere Zugriff auf Warteschlangen Phone App für diesen Benutzer
es_es: Habilitar Acceso a Colas en Phone Apps para este usuario

source: Enable Queue Agent Access
cs: Povolit přístup k Agentovi
de_de: Aktiviere Zugriff auf Warteschlangen Agenten
es_es: Habilitar Acceso a Agente de Colas

source: Enable Queue Agent in Phone Apps for this user
cs: Povolit přístup k Agentovi v Phone Apps pro tohoto uživatele
de_de: Aktiviere Zugriff auf Warteschlangen Agenten Phone App für diesen Benutzer
es_es: Habilitar Acceso a Agente de Colas en Phone Apps para este usuario

source: Enable Time Condition Access
cs: Povolit přístup k časovým podmínkám
de_de: Aktiviere Zugriff auf Zeitschaltungen
es_es: Habilitar Acceso a Condiciones de Tiempo

source: Enable Voicemail Access
cs: Povolit přístup k hlasové poště
de_de: Aktiviere Zugriff auf Anrufbeantworter
es_es: Habilitar Acceso a Buzón de Voz

source: Enable Voicemail Access in Phone Apps for this user
cs: Povolit přístup k hlasové poště v Phone Apps pro tohoto uživatele
de_de: Aktiviere Zugriff auf Anrufbeantworter Phone App für diesen Benutzer
es_es: Habilitar Acceso a Buzón de Voz en Phone Apps para este usuario

source: Enable or Disable BLF
cs: Povolit nebo zakázat BLF
de_de: BLF - Aktivieren oder Deaktivieren

source: Enable or disable BLF. The phone configuration must be rebuilt and restarted to apply the changes.
cs: Povolit nebo zakázat BLF. Konfigurace telefonu musí být znovu provedena a telefon restartován.

source: Enable time condition Access in Phone Apps for this user
cs: Povolit přístup k časovým podmínkám v Phone Apps pro tohoto uživatele
de_de: Aktiviere Zugriff auf Zeitschaltungen Phone App für diesen Benutzer
es_es: Habilitar Acceso a Condiciones de Tiempo en Phone Apps para este usuario

source: Enabled
cs: Povoleno
de_de: Aktivieren
es_es: Habilitado

source: Endpoint Manager Settings
cs: Nastavení Endpoint manažeru
de_de: Endpoint Manager Einstellungen
es_es: Configuraciones del Endpoint Manager

source: Enter Dest.
cs: Zadej cíl.
de_de: Geben Sie ein Ziel ein.

source: Enter Name/Number
cs: Zadejte název / číslo
de_de: Name/Nummer eingeben
es_es: Ingrese Nombre/Número

source: Enter New Password
cs: Zadejte nové heslo
de_de: Neues Passwort eingeben
es_es: Ingrese Nueva Contraseña

source: Enter Number
cs: Vložte číslo
de_de: Nummer eingeben
es_es: Ingrese Número

source: Entry %s
cs: Vstup: %s
de_de: Eintrag %s
es_es: Registro %s

source: Error
cs: Chyba
de_de: Fehler

source: Exit
cs: Konec
de_de: Beenden
es_es: Salir

source: Ext. %s
cs: Linka %s
de_de: Nst. %s

source: Extension
cs: Linka
de_de: Nebenstelle
es_es: Extensión

source: Extension (%s)
cs: Pobočka (%s)
de_de: Nebenstelle (%s)
es_es: Extensión (%s)

source: Extension or password is invalid.
cs: Linka nebo heslo je neplatné.
de_de: Nebenstelle oder Passwort ist inkorrekt.
es_es: Extensión o Contraseña inválida.

source: FFwd
cs: Přesm
es_es: Adelantar

source: Failed to run: '%s'
cs: Nepodařilo se spustit: '%s'
de_de: Fehler beim Ausführen:%s
es_es: No se pudo ejecutar: '%s'

source: Failed!
cs: Neúspěšně!
de_de: Fehlerhaft!
es_es: Falló!

source: First Name: %s
cs: Jméno: %s
de_de: Vorname: %s
es_es: Nombre: %s

source: Follow Me Enabled
cs: Follow me povoleno
de_de: Folge Mir aktiviert
es_es: Follow Me Habilitado

source: Follow Me Settings
cs: Nastavení Follow Me
de_de: Folge Mir Einstellungen
es_es: Configuraciones de Follow Me

source: For information about this module, please visit the <a href="http://wiki.freepbx.org/display/FPG/Phone+Apps">Phone Apps wiki page</a>.
cs: Informace o tomto modulu naleznete na stránce wiki pro <a href="http://wiki.freepbx.org/display/FPG/Phone+Apps"> Aplikace pro telefony </a>.
de_de: Für mehr Informationen über dieses Modul besuchen Sie bitte die <a href="http://wiki.freepbx.org/display/FPG/Phone+Apps">Phone Apps Wiki Seite</a>.
es_es: Para obtener más información sobre este módulo, visite la <a href="http://wiki.freepbx.org/display/FPG/Phone+Apps">página wiki de Phone Apps</a>.

source: Format can be: %s
cs: Formát může být: %s
de_de: Format kann sein: %s
es_es: El formato puede ser: %s

source: Forward
cs: Přesměrovat
de_de: Weiterleiten
es_es: Desvíar

source: General
cs: Obecné
de_de: Allgemein

source: Group List
cs: Seznam skupin
de_de: Gruppenliste
es_es: Lista de Grupo

source: Here
cs: Zde
de_de: Hier
es_es: Aquí

source: Hide application status from idle screen
cs: Skrýt stav aplikace z obrazovky
de_de: Verstecke App Status von Leerlauf Bildschirm
es_es: Ocultar el estado de la aplicación en la pantalla inactiva

source: Hide idle screen display
cs: Skryjte zobrazení displeje
de_de: Verstecke Leerlauf Bildschirm Anzeige
es_es: Ocultar de la pantalla inactiva

source: Hold Time: %s
cs: Délká přídržení: %s
de_de: Haltezeit: %s
es_es: Tiempo de Espera: %s

source: Home
cs: Domů
de_de: Startseite
es_es: Hogar

source: Home (%s)
cs: Domů (%s)
de_de: Zuhause (%s)
es_es: Hogar (%s)

source: If enabled, users must authenticate against User Manager instead of extension and voicemail password
cs: Je-li tato možnost povolena, uživatelé se musí autentizovat proti správci uživatelů místo hesla pro pobočku a hlasovou poštu
de_de: Wenn aktiviert, dann müssen sich Benutzer mit den User Manager Daten Anmelden Anstatt der Eingabe von Nebenstelle und Anrufbeantworter Passwort
es_es: Si está habilitado, los usuarios deben autenticarse contra el Administrador de Usuarios en lugar de la extensión y su contraseña de buzón de voz

source: Inactive
cs: Neaktivní
de_de: Inaktiv
es_es: Inactivo

source: Inbox: %01d
cs: Doručená pošta: %01d
de_de: Posteingang: %01d

source: Inherit
cs: Zdědit
de_de: Übernehmen
es_es: Heredar

source: Initial Ring Time
cs: Počáteční čas vyzvánění
de_de: Anfängliches Läuten in Sek
es_es: Tiempo de Timbrado Inicial

source: Invalid Caller ID number.
cs: Neplatné ID volajícího.
de_de: Falsche Caller ID Nummer.
es_es: Número de Caller ID inválido.

source: Invalid credentials
cs: Neplatné pověření
de_de: Falsche Zugangsdaten
es_es: Credenciales inválidas

source: Invalid user
cs: Neplatný uživatel
de_de: Falscher Benutzer
es_es: Usuario inválido

source: Kick
cs: Kopnutí
de_de: Kicken
es_es: Echar

source: Last Name: %s
cs: Příjmení: %s
de_de: Nachname: %s
es_es: Apellido: %s

source: Line Position
cs: Poloha linky
de_de: Zeilenposition
es_es: Posición de Línea

source: Line Type
cs: Typ linky
de_de: Zeilentyp
es_es: Tipo de Línea

source: Login
cs: Přihlášení
de_de: Anmelden

source: Login failed
cs: Přihlášení selhalo
de_de: Anmeldung fehlgeschlagen
es_es: Login fallido

source: Login/Logout
cs: Přihlášení / Odhlášení

source: Login/out
cs: Přihlášení / Odhlášení

source: Logout
cs: Odhlášení
de_de: Abmelden

source: Logout failed
cs: Odhlášení se nezdařilo
de_de: Abmelden fehlgeschlagen
es_es: Logout fallido

source: Main Menu
cs: Hlavní menu
de_de: Hauptmenü
es_es: Menú Principal

source: May this user use Phone Apps
cs: Může tento uživatel používat Phone Apps
de_de: Diesem Benutzer Zugriff auf Phone Apps erlauben
es_es: Este usuario podrá utilizar Phone Apps

source: Members
cs: Členové
de_de: Mitglieder
es_es: Miembros

source: Members: %s
cs: Členové: %s
de_de: Mitglieder: %s
es_es: Miembros: %s

source: Migrating %s group from Rest API to Rest Apps
cs: Migrace skupiny %s z Rest API do Rest Apps
de_de: Migriere %s Gruppe von Rest API zu Rest Apps
es_es: Migrando el grupo %s desde Rest API a Rest Apps

source: Migrating %s user from Rest API to Rest Apps
cs: Migrace uživatele %s z Rest API do Rest Apps
de_de: Migriere %s Benutzer von Rest API zu Rest Apps
es_es: Migrando el usuario %s desde Rest API a Rest Apps

source: Monitored Hint
cs: Monitorovaný návod
de_de: Überwachter Hinweis
es_es: Hint Monitoreado

source: Mute the beep that occurs when idle screen notifications are displayed
cs: Ztlumení pípnutí, ke kterému dochází při zobrazování nečinných upozornění na obrazovce
de_de: Schalte Piepsen auf Stumm, welches auftritt, wenn im Leerlauf Hinweise auf dem Bildschirm angezeigt werden
es_es: Silenciar el pitido que se produce cuando se muestran notificaciones en pantalla inactiva

source: Name
cs: Jméno
es_es: Nombre

source: New Voicemail
cs: Nová hlasová zpráva
de_de: Neue Nachricht
es_es: Nuevo mensaje en el Buzón de Voz

source: No
cs: Ne
de_de: Nein

source: No %s are authorized in the Phone Apps module for extension %s.
cs: %s není autorizováno v modulu Phone Apps pro pobočku %s.
de_de: Keine %s sind für die Nutzung im Phone Apps Modul authorisiert für Nebenstelle %s.
es_es: No hay %s autorizados en el módulo de Phone Apps para la extensión %s.

source: No Contacts Found
cs: Nebyly nalezeny žádné kontakty
de_de: Keine Kontakte gefunden

source: No callers in queue %s (%s)
cs: Žádní volající ve frontě %s (%s)
de_de: Keine Anrufer in Warteschlange %s (%s)
es_es: No hay llamantes en la cola %s (%s)

source: No callers in this conference
cs: Žádní volající v této konferenci
de_de: Keine Anrufer in dieser Konferent
es_es: No hay llamantes en esta conferencia

source: No calls are parked
cs: Žádné hovory nejsou zaparkovány
de_de: Keine Gespräche geparkt
es_es: No hay llamadas estacionadas

source: No entries configured for group %s
cs: Žádné položky nebyly nakonfigurovány pro skupinu %s
de_de: Keine Einträge für Gruppe %s vorhanden
es_es: No hay registros configurados para el grupo %s

source: No entries found
cs: Nebyly nalezeny žádné položky
de_de: Keine Einträge gefunden
es_es: No se encontraron registros

source: No groups configured for user %s
cs: Žádné skupiny nebyly nakonfigurovány pro uživatele %s
de_de: Keine Gruppen für Benutzer %s konfiguriert
es_es: No hay grupos configurados para el usuario %s

source: No members in queue %s (%s)
cs: Žádní členové ve frontě %s (%s)
de_de: Keine Mitglieder vorhanden in Warteschlange %s (%s)
es_es: No hay miembros en la cola %s (%s)

source: No numbers configured for entry %s
cs: Žádné čísla nejsou nakonfigurována pro zadání %s
de_de: Keine Nummern für Eintrag %s vorhanden
es_es: No hay números configurados para el registro %s

source: No queues configured for user %s
cs: Žádné fronty nakonfigurované pro uživatele %s
de_de: Keine Warteschlangen für Benutzer %s vorhanden
es_es: No hay colas configuradas para el usuario %s

source: No voicemail messages
cs: Žádné hlasové zprávy
de_de: Keine Nachrichten vorhanden
es_es: No hay mensajes en el Buzón de Voz

source: Normal
cs: Normální

source: Not Set
cs: Nenastaveno
de_de: Nicht konfiguriert
es_es: No Establecido

source: Not a valid conference room
cs: Neplatná konferenční místnost
de_de: Kein gültiger Konferenz Raum
es_es: No es un cuarto de conferencia válido

source: Nothing
cs: Nic
de_de: Nichts
es_es: Nada

source: Numbers
cs: Čísla
de_de: Anzahl
es_es: Números

source: Office
cs: Kancelář
de_de: Büro
es_es: Oficina

source: Old: %01d
cs: Staré: %01d
de_de: Alt:%01d

source: Other Apps
cs: Ostatní aplikace
de_de: Andere Apps
es_es: Otras Apps

source: Override
cs: Přepsat
de_de: Überschreiben
es_es: Imponer

source: Override 'Apps' Menu
cs: Přepsat 'Apps' Menu
de_de: Überschreibe 'Apps' Menü
es_es: Imponer por sobre el Menú 'Apps'

source: Override required
cs: Přepsání vyžadováno
de_de: Überschreiben benötigt
es_es: Requiere imposición

source: Override the default 'Apps' menu when using the 'Apps' button with the menu used below
cs: Pokud používáte tlačítko "Apps" v níže uvedeném menu, přepište výchozí nabídku "Apps"
de_de: Überschreibe das Standard 'Apps' Menü bei Verwendung des 'Apps' Buttons mit dem Menü unten
es_es: Reemplazar el menú predeterminado de 'Apps' cuando se utiliza el botón 'Apps' por el menú utilizado a continuación

source: Page %s
cs: Strana %s
de_de: Seite %s
es_es: Página %s

source: Parking
cs: Parkování hovorů
de_de: Parken
es_es: Estacionamiento

source: Parking Settings
cs: Nastavení parkování hovorů
de_de: Parken Einstellungen
es_es: Configuraciones de Estacionamiento

source: Password
cs: Heslo
de_de: Passwort
es_es: Contraseña

source: Password is invalid.
cs: Heslo je neplatné.
de_de: Passwort falsch.
es_es: Contraseña inválida.

source: Pause
cs: Pauza
es_es: Pausar

source: Paused/UnPaused
cs: Pauza/Připraven
de_de: Pausiert / Unpausiert
es_es: Pausado/DesPausado

source: Permanent Matched
cs: Trvalá shoda
de_de: Permanent in der Zeit
es_es: Convergiendo Permanentemente

source: Permanent Unmatched
cs: Trvalá neshoda
de_de: Permanent außerhalb der Zeit
es_es: Divergiendo Permanentemente

source: Phone App Hints
cs: Tipy pro Phone App
de_de: Phone Apps Hinweise
es_es: Hints de la Phone App
