Repository: ahilespelid/freepbx
Catalog: admin/modules/restapps/i18n/*/LC_MESSAGES/restapps.po
Languages: cs, de_de, es_es

source: Phone Apps (Rest Apps) are applications for your desktop phone. They can be used to control a variety of features. From here you can control fine grained permissions for each user/device.
cs: Phone Apps (Rest Apps) jsou aplikace pro váš telefon. Mohou být použity pro ovládání různých funkcí. Odtud můžete ovládat oprávnění pro každého uživatele / zařízení.
de_de: Phone Apps (Rest Apps) sind Applikationen für Ihr Telefon. Sie können für die Kontrolle Zahlreicher Funktionen verwendet werden. Von hier aus können Sie die Berechtigungen für jeden Benutzer oder jedes Gerät setzen.
es_es: Las Phone Apps (Rest Apps) son aplicaciones para su teléfono de escritorio. Se pueden utilizar para controlar una variedad de funcionalidades. Desde aquí puede controlar permisos granulares para cada usuario/dispositivo.

source: Phone Apps module not licensed.
cs: Modul Phone Apps není licencován.
de_de: Phone Apps Modul ist nicht lizensiert.
es_es: Módulo de Phone Apps no licenciado.

source: Phone Hint
cs: Nápověda telefonu
de_de: Telefon Hinweis
es_es: Hint del Teléfono

source: Pickup
cs: Vyzvednout
de_de: Holen
es_es: Recoger

source: Play
cs: Přehrát
de_de: Abspielen
es_es: Reproducir

source: Please choose a module to the right for settings.
cs: Zvolte prosím modul pro nastavení.
de_de: Bitte wählen Sie ein Modul auf der rechten Seite für weitere Einstellungen.
es_es: Por favor elija un módulo de la derecha para sus configuraciones.

source: Please, apply <Save, Rebuild Config(s) and Update Phones> for each one of templates.
cs: Prosím, použijte <Uložit, znovu sestavit konfiguraci a aktualizovat telefony> pro každou šablonu.
de_de: Bitte wenden Sie <Save, Rebuild Config (s) und Update Phones> für jede Vorlage an.

source: Prefs
cs: Předvolby
de_de: Präfs
es_es: Preferencias

source: Presence
cs: Prezence
de_de: Präsenz
es_es: Presencia

source: Presence Settings
cs: Nastavení Prezence
de_de: Präsenz Einstellungen
es_es: Configuraciones de Presencia

source: Presets
cs: Předvolby
de_de: Vorgaben
es_es: Predefinidos

source: Queue Active
cs: Aktivní fronta
de_de: Warteschlange Aktiv
es_es: Cola Activa

source: Queue Agent
cs: Agent fronty
de_de: Warteschlangen Vermittler
es_es: Agente de Cola

source: Queue Agent BLF Type
cs: Typ fronty BLF
de_de: Warteschlangen Teilnehmer BLF -Type
es_es: Tipo de BLF del Agente de Cola

source: Queue Settings
cs: Nastavení fronty
de_de: Warteschlangeneinstellungen
es_es: Configuraciones de Cola

source: Queue does not exist
cs: Fronta neexistuje
de_de: Warteschlange existiert nicht
es_es: La Cola no existe

source: Queues
cs: Fronty
de_de: Warteschlangen
es_es: Colas

source: Quiet Alerts
cs: Tiché výstrahy
de_de: Stille Alarme
es_es: Silenciar Alertas

source: Record
cs: Nahrávání
de_de: Aufzeichnen
es_es: Grabar

source: Refresh
cs: Obnovit
de_de: Aktualisieren
es_es: Actualizar

source: Renew Token
cs: Obnovit token
de_de: Token erneuern

source: Renewing Token :
cs: Obnovování tokenu :
de_de: Erneuerndes Token:

source: Require a password to log out of an extension
cs: Vyžadovat heslo pro odhlášení z linky
de_de: Verlange ein Passwort zum Abmelden von einer Nebenstelle
es_es: Requerir contraseña para hacer logout de una extensión

source: Require administrator password if an extension is already in use
cs: Požadovat heslo admina, pokud se již linka používá
de_de: Verlange Administrator Passwort wenn die Nebenstelle bereits in Verwendung sein sollte
es_es: Requerir contraseña de administrador si una extensión está previamente en uso

source: Require logout password
cs: Vyžadovat heslo pro odhlášení
de_de: Verlange Passwort für die Abmeldung
es_es: Requerir contraseña para logout

source: Reset Override
cs: Obnovit přepsání
de_de: Standard Einstellung
es_es: No imponer cambios

source: Rest Apps is not Authorized
cs: Rest Apps nejsou povoleny
de_de: Rest Apps ist nicht authorisiert
es_es: Rest App no está Autorizada

source: RestApps Server Failed: %s
cs: RestApps Server selhání: %s
de_de: Rest-Apps Server fehlgeschlagen:%s
es_es: Servidor de RestApps Falló: %s

source: RestApps Server has already been running on PID %s for %s
cs: RestApps Server již běžel na PID %s pro %s
de_de: RestApps Server wurde bereits auf PID %s für %s ausgeführt
es_es: El Servidor de RestApps ya se ha estado ejecutando con PID %s por %s

source: RestApps Server is not running
cs: RestApps Server není spuštěn
de_de: RestApps Server wird nicht ausgeführt
es_es: El Servidor de RestApps no está ejecutándose

source: RestApps daemon stopped
cs: RestApps daemon byl zastaven
de_de: RestApps-Daemon wurde gestoppt
es_es: El demonio de RestApps se detuvo

source: RestApps daemon was not running
cs: RestApps daemon nebyl spuštěn
de_de: Der RestApps-Daemon wurde nicht ausgeführt
es_es: El demonio de RestApps no estaba ejecutándose

source: RestApps is not licensed.
cs: RestApps není licencován.
de_de: RestApps sind nicht lizenziert.
es_es: RestApps no está licenciado.

source: Restapps is not running
cs: Restapps není spuštěn
de_de: Restapps wird nicht ausgeführt
es_es: RestApps no está ejecutándose

source: Rewind
cs: Přetočit
de_de: Zurückspulen
es_es: Rebobinar

source: Ring Time
cs: Čas vyzvánění
de_de: Läut Dauer
es_es: Tiempo de Timbrado

source: Running (Uptime: %s)
cs: Doba běhu (trvání: %s)
es_es: Ejecutándose (Uptime: %s)

source: Save Recording
cs: Uložit nahrávku
de_de: Aufnahme Speichern
es_es: Almacenar Grabación

source: Search
cs: Hledat
de_de: Suche
es_es: Buscar

source: Select
cs: Vybrat
de_de: Auswählen
es_es: Seleccionar

source: Set All
cs: Nastavte vše
de_de: Setze Alle
es_es: Establecer Todo

source: Settings
cs: Nastavení
de_de: Einstellungen
es_es: Configuraciones

source: Setup and organize the menu when users hit the 'Apps' button on their phones. Note: This list is also sortable.
cs: Nastavení a uspořádání nabídky, když uživatelé na svých telefonech stisknou tlačítko "Apps". Poznámka: Tento seznam je také vybrán.
de_de: Einrichten und organisieren von Menü wenn die Benutzer den 'Apps' button auf ihrem Telefonen drücken. Hinweis: Diese können auch sortiert werden.
es_es: Configure y organice el menú cuando los usuarios presionen el botón "Apps" en sus teléfonos. Nota: Esta lista también se puede ordenar.

source: Show BLF States: <ext> [<app>]
cs: Zobrazit stavy BLF: <ext> [<app>]
de_de: Zeige BLF Satus: <ext> [<app>]
es_es: Mostrar los Estados BLF: <ext> [<app>]

source: Sort
cs: Třídit
de_de: Sortieren

source: Sort Order
cs: Řazení
de_de: Sortierreihenfolge
es_es: Orden de Clasificación

source: Sort by
cs: Třídit podle
de_de: Sortiere nach
es_es: Ordenar Por

source: Started RestApps Server. PID is %s
cs: Spuštěn RestApps Server. PID je %s
de_de: RestApps Server gestartet. PID ist %s
es_es: El Servidor de RestApps ha sido Inicializado. Su PID es %s

source: Started with PID %s!
cs: Spuštěno s PID %s!
de_de: Gestartet mit PID %s!
es_es: Inicializado con PID %s!

source: Starting RestApps Server...
cs: Spuštění serveru RestApps ...
de_de: Starten von RestApps Server ...
es_es: Inicializando el Servidor de RestApps...

source: Starting new RestApps Process...
cs: Spuštění nového procesu Restapps ...
de_de: Starten des neuen RestApps-Prozesses ...
es_es: Inicializando nuevo Proceso de RestApps...

source: Stopped RestApps Server
cs: RestApps server zastaven
de_de: RestApps-Server gestoppt
es_es: Servidor de RestApps detenido

source: Stopping RestApps Server
cs: Zastavení serveru RestApps
de_de: RestApps Server wird gestoppt
es_es: Deteniendo el Servidor de RestApps

source: Stopping old running processes...
cs: Zastavení starých běžících procesů ...
de_de: Alte laufende Prozesse stoppen ...
es_es: Deteniendo viejos procesos en ejecución...

source: Submit
cs: Poslat
de_de: Senden
es_es: Enviar

source: Temporary Greeting
cs: Dočasný pozdrav
de_de: Temporäre Begrüßung
es_es: Mensaje de Bienvenida Temporal

source: Temporary Matched
cs: Dočasná shoda
de_de: Temporär in der Zeit
es_es: Convergiendo Temporalmente

source: Temporary Unmatched
cs: Dočasná neshoda
de_de: Temporär außerhalb der Zeit
es_es: Divergiendo Temporalmente

source: The Feature Code used for Phone App Hints. Do not change this unless it conflicts with something else
cs: Kód funkce používaný pro Phone Apps tipy. Neměňte toto, pokud to není v rozporu s něčím jiným
de_de: Dieser Feature Code wird für die Phone Apps verwendet. Ändern Sie diesen nicht wenn er nicht in Konflikt mit irgendetwas anderem sein sollte
es_es: El Código de Funcionalidad utilizado para los Hints de las Phone Apps. No cambie esto a menos que entre en conflicto con algún otro código, extensión o destino

source: There was an error playing back the greeting for %s.
cs: Při přehrávání pozdravu pro %s došlo k chybě.
de_de: Bei der Wiedergabe der Begrüßung für %s ist ein Fehler aufgetreten.
es_es: Se produjo un error al reproducir el mensaje de bienvenida de %s.

source: These are the additional (besides the user's voicemail box) assigned and active voicemail box which will show up for this user to control and edit on their phone.
cs: Jedná se o přidruženou a aktivní schránku hlasové pošty (kromě hlasové schránky uživatele), která se uživateli bude zobrazovat a umožňuje správu a úpravu ve svém telefonu.
de_de: Dies sind die zusätzlichen (neben der Voicemail-Box des Benutzers) zugewiesenen und aktiven Voicemail-Boxen, die für diesen Benutzer zur Steuerung und Bearbeitung auf seinem Telefon angezeigt werden.

source: These are the assigned and active queues which will show up for this user to control and edit on their phone
cs: Jedná se o přidělené a aktivní fronty, které se budou zobrazovat pro tohoto uživatele, který je bude ovládat a upravovat v telefonu
de_de: Dies sind zugewiesene und aktive Warteschlangen welche diesem Benutzer für die Verwaltung am Telefon angezeigt werden
es_es: Estas son las colas asignadas y activas que se mostrarán para que este usuario controle y edite desde su teléfono

source: These are the assigned and active time conditions which will show up for this user to control and edit on their phone
cs: Jedná se o přiřazené a aktivní časové podmínky, které se budou zobrazovat, aby je mohl tento uživatel ovládat a upravovat v telefonu
de_de: Dies sind zugewiesene und aktive Zeitschaltungen welche diesem Benutzer für die Verwaltung am Telefon angezeigt werden
es_es: Estas son las condiciones de tiempo asignadas y activas que se mostrarán para que este usuario controle y edite desde su teléfono

source: This Application is not configured for this extension
cs: Tato aplikace není pro tuto linku nakonfigurována
de_de: Diese Applikation ist für diese Nebenstelle nicht konfiguriert
es_es: Esta App no está configurada para esta extensión

source: This extension is not configured for Rest Apps. If this is a PJSIP extension try using '%s-n' where 'n' is the pjsip contact number. Ex '%s-1'
cs: Tato pobočka není nakonfigurována pro aplikaci Rest Apps. Pokud se jedná o pobočku PJSIP, zkuste použít '%s-n' kde 'n' je číslo kontaktu pjsip. Ex '%s-1'
de_de: Diese Nebenstelle ist nicht für Rest Apps konfiguriert. Wenn dies eine PJSIP-Nebenstelle ist, versuchen Sie es mit '%s-n', wobei 'n' die pjsip-Kontaktnummer ist. Ex '%s-1'

source: This module does not currently have any settings.
cs: Tento modul momentálně nemá žádné nastavení.
de_de: Diese Modul besitzt im Moment noch keine Einstellungen.
es_es: Este módulo no contiene ninguna configuración en estos momentos.

source: This version of Phone Apps is not licensed, therefore all phone apps settings listed here can only be used with Sangoma Phones. For more information on Phone Apps or to purchase a license please review our wiki %s
cs: Tato verze Phone Apps není licencovaná, a proto všechny telefonní aplikace lze použít pouze s telefony Sangoma. Další informace o Phone Apps nebo o koupi licence naleznete na stránce wiki %s
de_de: Diese Phone Apps Version ist nicht lizenziert. Aller Einstellungen welche hier gelistet werden können daher nur mit Sangoma Telefonen verwendet werden. Weitere Informationen erhalten Sie im Wiki unter %s
es_es: Esta versión de Phone Apps no está licenciada, por lo tanto, todas las configuraciones de Phone Apps listadas aquí solo se pueden utilizar con Teléfonos Sangoma. Para obtener más información sobre Phone Apps o para comprar una licencia, consulte nuestra wiki %s

source: Time Conditions
cs: Časové podmínky
de_de: Zeitschaltungen
es_es: Condiciones de Tiempo

source: Time Conditions Settings
cs: Nastavení časových podmínek
de_de: Zeitschaltungen Einstellungen
es_es: Configuraciones de Condiciones de Tiempo

source: Title: %s
cs: Titul: %s
de_de: Titel: %s
es_es: Título: %s

source: Toggle
cs: Přepnout
de_de: Umschalten
es_es: Alternar

source: Toggle DND on press
cs: Přepněte DND stisknutím tlačítka
de_de: Schalte DND beim Drücken um
es_es: Alternar DND al presionar

source: Toggle the state of DND rather than show a page.
cs: Přepněte stav DND spíše než zobrazení stránky.
de_de: Schalte den DND Status direkt um anstatt eine Seite anzuzeigen.
es_es: Alternar el estado de DND en vez de mostrar una página.

source: Transfer
cs: Přepojit
de_de: Übertragung
es_es: Transferir

source: Transfer VM
cs: Přepojit do hlasové schránky
de_de: Transfer AB
es_es: Transferir a Buzón de Voz

source: Unavailable Greeting
cs: Pozdrav při nedostupnosti
de_de: Nicht verfügbar Begrüßung
es_es: Mensaje de Bienvenida - No Disponible

source: Unknown
cs: Neznámý
de_de: Unbekannt
es_es: Desconocido

source: Urgent: %01d
cs: Naléhavé: %01d
de_de: Dringend:%01d

source: User %s does not have a default extension.
cs: Uživatel %s nemá výchozí linku.
de_de: Benutzer %s besitzt keine Standard Nebenstelle.
es_es: El usuario %s no tiene una extensión predeterminada.

source: User Linked Conference
cs: Uživatelská konference
de_de: Mit dem Benutzer verknüpfte Konferenz
es_es: Conferencia Vinculada a Usuario

source: User Manager authentication
cs: Autentizace Správce uživatelů
de_de: User Manager Authentifizierung
es_es: Autenticación de Gestión de Usuario

source: User: %s
cs: Uživatel: %s
de_de: Benutzer: %s
es_es: Usuario: %s

source: Username
cs: Uživatelské jméno
de_de: Benutzername
es_es: Usuario

source: Voicemail
cs: Hlasová pošta
es_es: Buzón de Voz

source: Voicemail Greeting
cs: Uvítání Hlasové pošty
de_de: Anrufbeantworter Begrüßung
es_es: Mensaje de Bienvenida del Buzón de Voz

source: Voicemail Settings
cs: Nastavení hlasové schránky
de_de: Voicemail-Einstellungen
es_es: Configuraciones del Buzón de Voz

source: Voicemail Sort Order
cs: Pořadí řazení hlasové pošty
de_de: Voicemail-Sortierreihenfolge
es_es: Orden de clasificación del Buzón de Voz

source: Voicemail Sort by
cs: Hlasovou poštu řadit podle
de_de: Voicemail Sortieren nach
es_es: Ordenar Buzón de Voz por

source: Website: %s
cs: WWW: %s
de_de: Webseite: %s
es_es: Sitio Web: %s

source: What are Phone Apps
cs: Co jsou Phone Apps
de_de: Was sind Phone Apps
es_es: Qué son las Phone Apps

source: What the Queue Agent BLF should monitor. If 'Login/Logout' is selected only Dynamic Queue Agents will be monitored (Light will be Active if Logged In). For 'Paused/UnPaused' all Agents will be monitored (Light will be Active if Paused)
cs: Co by měl sledovat agent fronty BLF. Pokud je vybrána volba "Přihlášení / Odhlášení", budou monitorováni pouze dynamičtí agenti (LED bude aktivní, pokud je přihlášeno). Pro "Pauza/Připraven" budou všichni agenti sledováni (LED bude aktivní, pokud bude pozastaveno)
de_de: Was der Queue Agent BLF überwachen soll. Wenn "Anmelden / Abmelden" ausgewählt ist, werden nur dynamische Warteschlangenteilnehmer überwacht (Licht ist aktiv, wenn sie angemeldet sind). Für 'Pausiert / aktiv' werden alle Teilnehmer überwacht (Licht ist aktiv wenn Pause)
es_es: Lo que el BLF de Agente de Cola debe de monitorear. Si se selecciona 'Login/Logout', solo se supervisarán los Agentes de Cola Dinámica (la luz estará activa si el agente está conectado). Para 'Pausado/DesPausado' se supervisarán todos los agentes (la luz estará activa si se el agente está pausado)

source: Work
cs: Práce
de_de: Arbeit
es_es: Trabajo

source: Work (%s)
cs: Práce (%s)
de_de: Arbeit (%s)
es_es: Trabajo (%s)

source: YES
cs: ANO
de_de: JA

source: Yes
cs: Ano
de_de: Ja
es_es: Sí

source: You must synchronize EPM with your phones.
cs: Musíte synchronizovat EPM s telefony.
de_de: EPM muss mit Ihren Telefonen synchronisieren werden.

source: callflows
cs: Tok hovoru
es_es: flujo_de_llamadas

source: items
cs: položky
de_de: Einträge
es_es: ítems

source: queues
cs: fronty
de_de: Warteschlangen
es_es: colas

source: timeconditions
cs: časové podmínky
de_de: Zeitschaltungen
es_es: condiciones_de_tiempo

source: unknown
cs: neznámý
de_de: unbekannt
es_es: desconocido

source: Follow Me
de_de: Folge Mir

source: Reset
de_de: Zurücksetzen
es_es: Reinicializar

source: Restapps Daemon
es_es: Demonio de RestApps
