Repository: ahilespelid/freepbx
Catalog: admin/modules/directory/i18n/*/LC_MESSAGES/directory.po
Languages: ru_ru

source: ALERT_INFO to be sent when called from this Directory. Can be used for distinctive ring for SIP devices.
ru_ru: ALERT_INFO посылается при вызове из текущей директории. Можно использовать для отличия вызовов от разных SIP устройств.

source: Actions
ru_ru: Действия

source: Add Directory
ru_ru: Добавить директорию

source: Add new entry.
ru_ru: Добавить новую запись.

source: Alert Info
ru_ru: Информация для оповещения

source: All Users
ru_ru: Все пользователи

source: An Error occurred trying to contact the server adding a row, no reply.
ru_ru: Произошла ошибка при доступе к серверу для добавления записи: нет ответа.

source: Announce Extension
ru_ru: Анонс внутреннего номера

source: Announcement
ru_ru: Приветствие

source: Applications
ru_ru: Приложения

source: CallerID Name Prefix
ru_ru: Имя префикса CallerID

source: Choose One
ru_ru: Выберите

source: Click here to remove this entry
ru_ru: Кликнуть чтобы убрать эту запись

source: Custom
ru_ru: Особое

source: Default
ru_ru: По умолчанию

source: Default Directory
ru_ru: Директория по умолчанию

source: Default Group Inclusion
ru_ru: Включение в дефолтную группу

source: Delete
ru_ru: Удалить

source: Delete Directory %s
ru_ru: Удалить директорию %s

source: Description of this directory.
ru_ru: Описание текущего каталога.

source: Destination to send the call to after Invalid Recording is played.
ru_ru: Назначение перенаправления вызова после воспроизведения Сообщения о неверном вводе.

source: Dial
ru_ru: Набор

source: Directory
ru_ru: Директории

source: Directory %s:
ru_ru: Директория %s:

source: Directory Description
ru_ru: Описание директории

source: Directory General Options
ru_ru: Основные свойства директории

source: Directory Name
ru_ru: Название директории

source: Directory Options (DTMF)
ru_ru: Опции директории (DTMF)

source: Directory&nbsp;Entries
ru_ru: Директория&nbsp;&nbsp;Значение

source: Directory: %s
ru_ru: Директория: %s

source: Directory: %s
ru_ru: Директория: %s

source: Disabled
ru_ru: Выключено

source: Edit %s: %s
ru_ru: Редактировать %s: %s

source: Edit Directory
ru_ru: Редактирование каталога

source: Edit Directory: %s
ru_ru: Редактировать директорию: %s

source: Enabled
ru_ru: Включено

source: Exclude
ru_ru: Исключая

source: Greeting to be played on entry to the directory.
ru_ru: Сообщение, воспроизводимое при попадании в директорию.

source: Include
ru_ru: Включая

source: Invalid Destination
ru_ru: Назначение для неверно набранных номеров

source: Invalid Recording
ru_ru: Сообщение о неверно набранном номере

source: Invalid Retries
ru_ru: Неверных попыток

source: Invalid Retry Recording
ru_ru: Сообщение о неверных попытках

source: List Directories
ru_ru: Просмотр каталогов

source: Name
ru_ru: Имя

source: Name Announcement
ru_ru: Название Приветствия

source: Name of this directory
ru_ru: Имя этого каталога

source: Name of this directory.
ru_ru: Имя текущей директории.

source: No
ru_ru: Нет

source: None
ru_ru: Нет

source: Number of times to retry when receiving an invalid/unmatched response from the caller
ru_ru: Количество неверных попыток, во время которых сообщается о неверно набранном номере или отсутствии совпадений.

source: Override the ringer volume. Note: This is only valid for %s phones at this time
ru_ru: Переопределить громкость звонка. На данный момент доступно только для телефонов %s

source: Prefix to be appended to current CallerID Name.
ru_ru: Префикc, добавляемый к текущему имени CallerID.

source: Prompt to be played before sending the caller to an alternate destination due to the caller pressing 0 or receiving the maximum amount of invalid/unmatched responses (as determined by Invalid Retries)
ru_ru: Сообщение воспроизводимое перед отправкой звонящего на альтернативное назначение при нажатии звонящим 0 или при достижении максимального количества неудачных попыток ввода

source: Prompt to be played when an invalid/unmatched response is received, before prompting the caller to try again
ru_ru: Сообщение, воспроизводимое при неверно набранном номере, прежде чем будет предложено попробовать набрать ещё раз

source: Reset
ru_ru: Сброс

source: Return to IVR
ru_ru: Возврат в Интерактивное меню

source: Ringer Volume Override
ru_ru: Переопределить громкость звонка

source: Select
ru_ru: Выбрать

source: Spell Name
ru_ru: Имя Spell

source: Submit
ru_ru: Подтвердить

source: System Recordings:
ru_ru: Записи в системе:

source: Text to Speech
ru_ru: Проговорить текст

source: This entry has already been added
ru_ru: Эта запись уже была добавлена

source: Tied to a Directory allowing all entries in that directory to be dialed directly, as they appear in the directory
ru_ru: Возможность прямого набора по всем значениям в директории так, как они отображаются в списке

source: Voicemail Greeting
ru_ru: Приветствие голосовой почты

source: When checked, the extension number being transferred to will be announced prior to the transfer
ru_ru: Если отмечено, будет сообщаться внутренний номер при переводе вызова

source: When selected, if the call passed through an IVR that had "Return to IVR" selected, the call will be returned there instead of the Invalid destination.
ru_ru: Если отмечено, то при неверно набранных номерах вызов будет возвращаться в текущее интерактивное меню, вместо того, чтобы уйти по назначению для неверно набранных номеров.

source: Yes
ru_ru: Да

source: You can include or exclude this extension/user from being part of the default directory when creating or editing.
ru_ru: Можно включить/исключить внутренний номер/пользователя из любой части директории по умолчанию при создании или редактировании.

source: [SYSTEM DEFAULT]
ru_ru: [Системные по умолчанию]

source: deleting default_directory and migration tracking keys..
ru_ru: удаляем default_directory и метки отслеживания миграции..

source: dropping directory_details, directory_entries..
ru_ru: сбрасываем directory_details, directory_entries..

source: remove
ru_ru: удалить
