Repository: ahilespelid/freepbx
Catalog: admin/modules/cos/i18n/*/LC_MESSAGES/cos.po
Languages: de_de

source: %s is not a member of any CoS
de_de: %s ist kein Mitglied eines CoS

source: (This may be changed in <a href='config.php?display=advancedsettings'>Advanced Settings)
de_de: (Dies kann in den <a href='config.php?display=advancedsettings'> erweiterten Einstellungen geändert werden.)

source: <h2>Add new Class of Service</h2>
de_de: <h2>Neue Serviceklasse hinzufügen</h2>

source: <h2>Edit Class of Service</h2>
de_de: <h2>Bearbeite Serviceklasse</h2>

source: <h3>Core Module Disabled</h3> <p>Please re-enable core through module admin</p>
de_de: <h3> Kernmodul deaktiviert </h3> <p> Bitte aktivieren Sie den Core über den Moduladministrator erneut </p>

source: ALLOW overrides DENY
de_de: ZULASSEN überschreibt ABLEHNEN

source: ALLOW overrides DENY (If an extension is assigned to conflicting CoS's, the calculated permission is ALLOW)
de_de: ZULASSEN überschreibt ABLEHNEN (Wenn in Konflikt stehenden CoS eine Erweiterung zugewiesen ist, lautet die berechnete Berechtigung ALLOW.)

source: Actions
de_de: Aktionen

source: Add new CoS
de_de: Füge neues CoS hinzu

source: Allow
de_de: Zulassen

source: Assigned
de_de: Zugewiesen

source: COMMERCIAL MODULE, REQUIRES A LICENSE. Class of Service allows you to limit access, per extension, to feature codes, trunks, queues, ring groups, etc.
de_de: KOMMERZIELLES MODUL ERFORDERT EINE LIZENZ. Mit der Serviceklasse können Sie den Zugriff pro Nebenstelle auf Funktionscodes, Trunks, Warteschlangen, Klingelgruppen usw. beschränken.

source: COS '%s' granted access to '%s'
de_de: COS '%s' hat Zugriff auf '%s' gewährt

source: COS Name is required.
de_de: COS Name ist erforderlich.

source: CallerID not Parseable - received %s - exiting with DENY
de_de: Anrufer-ID nicht analysierbar -%s empfangen - mit ANLEHNEN beendet

source: Class of Service
de_de: Serviceklasse

source: Conferences
de_de: Konferenzen

source: DENY overrides ALLOW (If an extension is assigned to conflicting CoS's, the calculated permission is DENY)
de_de: ABLEHNEN überschreibt ZULASSEN (Wenn in Konflikt stehenden CoS eine Erweiterung zugewiesen wurde, lautet die berechnete Berechtigung ABLEHNEN.)

source: Delete
de_de: Löschen

source: Deny
de_de: ablehnen

source: Detected EXTERNAL Call. Skipping CoS Checks
de_de: EXTERNER Anruf erkannt. CoS-Checks überspringen

source: Exclude
de_de: Ausschließen

source: Extensions that are not assigned to a Class of Service have full access
de_de: Nebenstellen, die keiner Serviceklasse zugeordnet sind, haben Vollzugriff

source: Feature Codes
de_de: Funktionscodes

source: For further information, please <a href='//wiki.freepbx.org/display/FCM/Class+of+Service' target='_new'>visit the wiki</a>
de_de: Weitere Informationen erhalten Sie <a href='//wiki.freepbx.org/display/FCM/Class+of+Service' target='_new'> im Wiki </a>

source: If an extension is assigned to conflicting Class of Service groups, should ALLOW override DENY. Setting this to FALSE means that if any Class of Service DENIES the permission, the permission is DENIED. Setting this to TRUE means that if any Class of Service ALLOWS the permission, the permission is ALLOWED.
de_de: Wenn eine Erweiterung widersprüchlichen Class of Service-Gruppen zugewiesen ist, sollte ZULASSEN ABLEHNEN überschreiben. Wenn Sie dies auf FALSE setzen, bedeutet dies, dass die Berechtigung ABGELEHNT wird, wenn eine Serviceklasse die Berechtigung ABLEHNT. Wenn dies auf TRUE gesetzt wird, ist die Berechtigung ZUGELASSEN, wenn eine Serviceklasse die Berechtigung ZULÄSST.

source: Include
de_de: Einbinden

source: List CoS
de_de: Liste Serviceklassen

source: Members
de_de: Mitglieder

source: Not Assigned
de_de: Nicht zugewiesen

source: Outbound Routes integrates with the free Extension Routes Module.
de_de: Ausgehende Routen sind in das Modul für kostenlose Nebenstellenrouten integriert.

source: Paging
de_de: Alarmieren

source: Please provide a friendly name for this COS entry
de_de: Bitte geben Sie einen Anzeigenamen für diesen COS-Eintrag an

source: Queues
de_de: Warteschlangen

source: Reset
de_de: Zurücksetzen

source: Ring Groups
de_de: Rufgruppen

source: Routes
de_de: Routen

source: Submit
de_de: Senden

source: The Extension Route module is not loaded
de_de: Das Nebenstellen Route-Modul ist nicht geladen

source: The module is not installed
de_de: Das Modul ist nicht installiert

source: The module is not registered
de_de: Das Modul ist nicht registriert

source: This may be because of any of the following reasons:
de_de: Dies kann einen der folgenden Gründe haben:
