Repository: ahilespelid/freepbx
Catalog: admin/modules/callerid/i18n/*/LC_MESSAGES/callerid.po
Languages: de_de

source: Actions
de_de: Aktionen

source: Add Entry
de_de: Eintrag hinzufügen

source: Applications
de_de: Anwendungen

source: Are you sure you wish to delete these caller id mappings?
de_de: Sind Sie sicher, dass Sie diese Caller-ID Zuordnungen entfernen wollen?

source: Attention: Extension
de_de: Achtung: Nebenstelle

source: Caller ID Management
de_de: Rufnummernverwaltung

source: CallerID Management
de_de: Rufnummernverwaltung

source: CallerID Management: %s %s
de_de: Rufnummernverwaltung: %s %s

source: CallerID Managment
de_de: Rufnummernverwaltung

source: CallerID Name
de_de: Rufnummer Name

source: CallerID Num
de_de: Rufnummer Nummer

source: Delete
de_de: Löschen

source: Deleting...
de_de: Lösche...

source: Extension discarded!
de_de: Nebenstelle verworfen!

source: INUSE
de_de: In Benutzung

source: No
de_de: Keine

source: Persistent
de_de: Dauerhaft

source: Prefix
de_de: Vorwahl

source: The CallerID Management module allows you to change the outbound Caller ID on an extension basis by utilizing a call prefix code.
de_de: Das Rufnummernverwaltungsmodul gestattet Ihnen, die dem Angerufenen angezeigte Rufnummer anhand von bestimmten Vorwahlen für die jeweilige Nebenstelle anzupassen.

source: The prefix you are trying to use is already being used by cidnum[%s]. Please choose another prefix.
de_de: Das Präfix, welches Sie verwenden möchten, wird bereits von der cidnum [%s] verwendet. Bitte wählen Sie ein anderes Präfix.

source: Yes
de_de: Ja

source: conflicts with
de_de: steht im Konflikt zu
