Repository: ahilespelid/freepbx
Catalog: admin/modules/vega/i18n/*/LC_MESSAGES/vega.po
Languages: de

source: Are you sure to change Gateway SIP DRIVER ?
de: Sind Sie sicher, das Gateway SIP DRIVER zu wechseln?

source: Are you sure to change Vega gateway SSH port and reboot immediately(on submit) ?
de: Sind Sie sicher, dass Sie den SSH-Port des Vega-Gateways ändern und sofort neu starten (beim Senden)?

source: Are you sure to change Vega gateway ip and reboot immediately(on submit) ?
de: Sind Sie sicher, die Vega Gateway IP zu ändern und sofort neu zu starten (nach dem Absenden) ?

source: Are you sure to change Vega gateway ip type method to External/NAT ?
de: Sind Sie sicher, die IP-Typmethode des Vega-Gateways in Extern / NAT zu ändern?

source: Are you sure to reset vega gateway configuration and push pbx vega module generated configuration to Vega gateway ?
de: Sind Sie sicher, die Konfiguration des Vega-Gateways zurückzusetzen und die vom Pbx-Vega-Modul generierte Konfiguration auf das Vega-Gateway zu übertragen?

source: Action
de: Aktion

source: Add Vega
de: Füge Vega hinzu

source: Admin Password
de: Admin Passwort

source: Advanced
de: Erweitert

source: Alternative DNS Server
de: Alternativer DNS-Server

source: Applying Config and Rebooting Vega...It will take couple of min..
de: Anwenden von Config und Neustarten von Vega ... Es dauert einige Minuten.

source: Applying Config to Vega... Please check 'status' to know if reboot required to apply config.
de: Anwenden von Config auf Vega ... Bitte überprüfen Sie den Status, um festzustellen, ob ein Neustart erforderlich ist, um die Konfiguration anzuwenden.

source: Are you sure to upload config file
de: Sind Sie sicher, Konfigurationsdatei hochzuladen

source: Available Firmware
de: Verfügbare Firmware

source: Basic Config
de: Grundkonfiguration

source: CLI command(%s) validation failed, expacted (%s), result(%s)
de: Validierung des CLI-Befehls (%s) fehlgeschlagen, erwartet (%s), Ergebnis (%s)

source: Caller ID Can not be empty
de: Anrufer-ID Kann nicht leer sein

source: Caller Id
de: Anrufer-ID

source: Change Password
de: Passwort ändern

source: Changing Vega Gateway configuration file
de: Ändern der Vega Gateway-Konfigurationsdatei

source: Clock Master
de: Uhrmeister

source: Comma separated list of emergency telephone numbers
de: Durch Kommas getrennte Liste der Notrufnummern

source: Configure
de: Konfigurieren

source: Connectivity
de: Konnektivität

source: Country
de: Land

source: Country to configure (pre-configured values for ring tone, FXO/FXS parameters etc)
de: Zu konfigurierendes Land (vorkonfigurierte Werte für Klingelton, FXO/FXS-Parameter etc.)

source: DID to Forward to FreePBX
de: DID an FreePBX weiterleiten

source: DSP Failure %s Please refer to <a href='https://wiki.freepbx.org/display/VG/Firmware+Update#FirmwareUpdate-DSPUpgradeProcedure'> DSP Upgrade Using VEGA GUI </a>
de: DSP-Fehler %s Weitere Informationen finden Sie unter <a href='https://wiki.freepbx.org/display/VG/Firmware+Update#FirmwareUpdate-DSPUpgradeProcedure'> DSP-Upgrade mit VEGA-GUI </a>

source: Delete
de: Löschen

source: Digital Rx Gain is Empty
de: Digital Rx Gain ist leer

source: Digital Tx Gain is Empty
de: Digital Tx Gain ist leer

source: Discovery
de: Entdeckung

source: Download Config
de: Lade Config herunter

source: Download Latest Firmware
de: Lade neueste Firmware herunter

source: Download Vega Config File
de: Lade Vega-Konfigurationsdatei herunter

source: Downloading is in progress...
de: Herunterladen ist im Gange ...

source: Due to changing SSH port, Vega GW will reboot automatically
de: Aufgrund der Änderung des SSH-Ports wird Vega GW automatisch neu gestartet

source: Duplicate Extension Selected
de: Doppelte Nebenstelle ausgewählt

source: Edit Vega Config File
de: Bearbeite die Vega-Konfigurationsdatei

source: Emergency Numbers
de: Notrufnummern

source: Enable CID Generation
de: Aktiviere CID-Generierung

source: Enable Caller-Id Detection
de: Aktiviere Anrufer-ID-Erkennung

source: Enable Ports
de: Ports aktivieren

source: Enabled
de: aktiviert

source: Executing Vega Firmware download script...
de: Ausführen des Vega Firmware-Download-Skripts ...

source: External/Public
de: Extern/öffentlich

source: FXO Configuration
de: FXO-Konfiguration

source: FXS Configuration
de: FXS-Konfiguration

source: Failed to add Vega gateway (ip:%s)
de: Fehler beim Hinzufügen des Vega-Gateways (IP: %s)

source: Failed to configure TFTP server ip to Vega gateway (ip:%s)
de: Fehler beim Konfigurieren der TFTP-Server-IP für das Vega-Gateway (IP: %s)

source: Failed to configure Vega gateway (ip:%s)
de: Fehler beim Konfigurieren des Vega-Gateways (IP: %s)

source: Failed to execute e1t1 cli command on Vega(%s)
de: Fehler beim Ausführen des Befehls e1t1 cli auf Vega (%s)

source: Failed to execute sip reset reg cli command on Vega(%s)
de: Fehler beim Ausführen des Befehls sip reset reg cli auf Vega (%s)

source: Failed to fetch MAC information from Vega!
de: Fehler beim Abrufen der MAC-Informationen von Vega!

source: Failed to fetch Model information from Vega!
de: Modellinformationen konnten nicht von Vega abgerufen werden!

source: Failed to fetch config from Vega(%s)
de: Fehler beim Abrufen der Konfiguration von Vega (%s)

source: Failed to perform FXO trunk config on Vega(%s)
de: Fehler beim Ausführen der FXO-Trunk-Konfiguration auf Vega (%s)

source: Failed to perform dsp status on Vega
de: Fehler beim Ausführen des DSP-Status für Vega

source: Failed to perform factory reset full to Vega(%s)
de: Fehler beim Zurücksetzen auf Werkseinstellungen auf Vega. (%s)

source: Failed to perform factory reset on Vega(%s)
de: Fehler beim Zurücksetzen auf die Werkseinstellungen für Vega (%s)

source: Failed to perform quick apply on Vega(%s)
de: Fehler beim schnellen Auftragen auf Vega (%s)

source: Failed to reboot Vega(%s)
de: Vega konnte nicht neu gestartet werden (%s)

source: Failed to set E1t1 config commands to Vega(%s)
de: Fehler beim Setzen der E1t1-Konfigurationsbefehle auf Vega (%s)

source: Failed to set E1t1 quick config commands to Vega(%s)
de: Fehler beim Setzen der E1t1-Schnellkonfigurationsbefehle auf Vega (%s)

source: Failed to set FXO trunk config commands to Vega(%s)
de: Fehler beim Setzen der FXO-Trunk-Konfigurationsbefehle auf Vega (%s)

source: Failed to set FXS config commands to Vega(%s)
de: Fehler beim Setzen der FXS-Konfigurationsbefehle auf Vega (%s)

source: Failed to set FXS port config commands to Vega(%s)
de: Fehler beim Setzen der FXS-Portkonfigurationsbefehle auf Vega (%s)

source: Failed to set LAN file transfer method(TFTP) vega(%s)
de: Fehler beim Festlegen der TFTP-Methode (LAN File Transfer Method) (%s)

source: Failed to set basic config commands to Vega(%s)
de: Fehler beim Festlegen der grundlegenden Konfigurationsbefehle auf Vega (%s)

source: Failed to set provision server(type:%s, ip:%s) to vega(%s)
de: Fehler beim Festlegen des Bereitstellungsservers (Typ:%s, IP:%s) auf vega (%s)

source: Failed to set regstration type to Vega(%s) fxs(%d), fxo(%d)
de: Regstrationstyp konnte nicht auf Vega (%s) fxs (%d), fxo (%d) gesetzt werden.

source: Failed to set voip config commands to Vega(%s)
de: Fehler beim Setzen der Voip-Konfigurationsbefehle auf Vega (%s)

source: Failed to update Vega gateway configuration (ip:%s)
de: Fehler beim Aktualisieren der Vega-Gateway-Konfiguration (IP:%s)

source: Failed to update config commands(%s) to Vega(%s)
de: Fehler beim Aktualisieren der Konfigurationsbefehle (%s) auf Vega (%s)

source: Failed to update config due to quick apply cli command failure on Vega(%s)
de: Fehler beim Aktualisieren der Konfiguration aufgrund eines Fehlers beim schnellen Anwenden des CLI-Befehls auf Vega (%s)

source: Failed to update config due to quick test cli command failure on Vega(%s)
de: Fehler beim Aktualisieren der Konfiguration aufgrund eines schnellen Tests des Cli-Befehls auf Vega (%s)

source: Failed to update config due to save cli command failure on Vega(%s)
de: Fehler beim Aktualisieren der Konfiguration aufgrund eines Fehlers beim Speichern des CLI-Befehls auf Vega (%s)

source: Failed to update raw config commands(%s) to Vega(%s)
de: Fehler beim Aktualisieren der Raw-Konfigurationsbefehle (%s) auf Vega (%s)

source: Failed to update raw config due to quick apply cli command failure on Vega(%s)
de: Fehler beim Aktualisieren der Raw-Konfiguration aufgrund eines schnellen Fehlers beim Anwenden des CLI-Befehls auf Vega (%s)

source: Failed to update raw config due to save cli command failure on Vega(%s)
de: Fehler beim Aktualisieren der Raw-Konfiguration aufgrund eines Fehlers beim Speichern des CLI-Befehls auf Vega (%s)

source: Failed to update trunk config due to create sip auth user command failure on Vega(%s)
de: Fehler beim Aktualisieren der Trunk-Konfiguration aufgrund eines Fehlers beim Erstellen eines Benutzerbefehls für sip auth auf Vega (%s)

source: File is NOT FreePBX generated one!!!. Please upload freePBX generated configuration file
de: Datei ist NICHT FreePBX generiert eine !!!. Bitte laden Sie die von freePBX generierte Konfigurationsdatei hoch

source: Firmware Management
de: Firmware-Verwaltung

source: Firmware Upgrade
de: Firmware-Aktualisierung

source: Firmware Vesrion Name
de: Name der Firmware-Version

source: Firmware downloading in background..
de: Firmware-Download im Hintergrund ..

source: Force Vega Config update
de: Erzwinge Aktualisierung der Vega-Konfiguration

source: Forcefully push configuration to Vega gateways. If this option is set then Pbx Vega module will factory reset vega and push pbx vega module configuration to vega gateways.
de: Drücken Sie die Konfiguration zwangsweise auf Vega-Gateways. Wenn diese Option aktiviert ist, setzt das Pbx Vega-Modul vega auf die Werkseinstellungen zurück und überträgt die Konfiguration des pbx vega-Moduls auf vega-Gateways.

source: FreePBX Vega Module install done successfully..
de: Die Installation des FreePBX Vega-Moduls wurde erfolgreich durchgeführt.

source: Handle Emergency Calls?
de: Notrufe bearbeiten?

source: IP Assignment
de: IP-Zuweisung

source: Interface
de: Schnittstelle

source: Line Encoding
de: Zeilendecodierung

source: Model
de: Modell

source: Netmask
de: Netzmaske

source: Network Scan
de: Netzwerkscan

source: Network Topology
de: Netzwerktopologie

source: Network Topology E1 or T1
de: Netzwerktopologie E1 oder T1

source: No
de: Nein

source: Numeric Caller ID
de: Numerische Anrufer-ID

source: Numeric Caller ID Can not be empty
de: Numerische Anrufer-ID Kann nicht leer sein

source: Numeric Caller ID Should be Numeric
de: Die numerische Anrufer-ID sollte numerisch sein

source: OFF
de: AUS

source: ON
de: AN

source: PBX Extensions
de: PBX Nebenstellen

source: Pbx Vega module use ssh to communicate to vega. Please enter Vega SSH port (default:22), If behind NAT then port which is getting forwarded to Vega SSH port (default:22)
de: Das Pbx Vega-Modul verwendet ssh, um mit vega zu kommunizieren. Bitte geben Sie den Vega SSH-Port ein (Standard: 22). Wenn sich hinter NAT befindet, wird der Port an den Vega SSH-Port weitergeleitet (Standard: 22)

source: Please Note: Subnet needs to be local to the PBX. MAC addresses are not routable <br/> Network scan will only display Vega gateways
de: Bitte beachten Sie: Das Subnetz muss lokal zur TK-Anlage sein. MAC-Adressen sind nicht routingfähig <br/> Beim Netzwerkscan werden nur Vega-Gateways angezeigt

source: Please Select a Extension
de: Bitte wählen Sie eine Nebenstelle

source: Please Select a Trunk
de: Bitte wählen Sie einen Trunk

source: Please ensure that Vega ssh port (22) is exposed and accessible to pbx
de: Bitte stellen Sie sicher, dass der Vega ssh-Port (22) für pbx frei und zugänglich ist

source: Please enter new Admin login password(If you want to change password )
de: Bitte geben Sie ein neues Admin-Login-Passwort ein (wenn Sie das Passwort ändern möchten)

source: Please enter new password before submitting update password
de: Bitte geben Sie ein neues Passwort ein, bevor Sie das Update-Passwort senden

source: Please note: Changing SIP driver will reset all extensions and trucks already selected
de: Bitte beachten Sie: Durch Ändern des SIP-Treibers werden alle bereits ausgewählten Nebenstellen und Trunks zurückgesetzt

source: Please select a DID to accept the calls from FXO port
de: Bitte wählen Sie eine DID aus, um die Anrufe vom FXO-Port anzunehmen

source: Preferred DNS Server
de: Bevorzugter DNS-Server

source: Protocol
de: Protokoll

source: Provisioning Protocol
de: Bereitstellungsprotokoll

source: Provisioning Protocol for Vega
de: Bereitstellungsprotokoll für Vega

source: Quick Vega Add
de: Schnelles Vega Hinzufügen

source: Restore vega Config File
de: Vega Configdatei wiederherstellen

source: Route Numbers Can not be empty
de: Routennummern können nicht leer sein

source: Running Firmware
de: Firmware ausführen

source: Running Vega Hooks
de: Führe Vega Hooks aus

source: SIP Driver
de: SIP-Treiber

source: SIP Trunk to connect with Vega.
de: SIP-Trunk zur Verbindung mit Vega.

source: Scan this Subnet(x.x.x.x/x):
de: Scanne dieses Subnetz (x.x.x.x/x):

source: Select
de: Wählen

source: Select SIP Driver either PJSIP or ChanSIP. Mixing of Pjsip and chansip is not supported right now in Vega gateways.
de: Wählen Sie den SIP-Treiber entweder PJSIP oder ChanSIP. Das Mischen von Pjsip und Chansip wird derzeit in Vega-Gateways nicht unterstützt.

source: Start Scan
de: Scan starten

source: Static
de: Statisch

source: Submit
de: Senden

source: Submit Vega Config
de: Sende Vega Config

source: Telephone Connections
de: Telefonverbindungen

source: Telephone number(s) to route to the FXO interface
de: Telefonnummer(n) zum Weiterleiten an die FXO-Schnittstelle

source: Textual Caller ID
de: Textuelle Anrufer-ID

source: Tone Based Disconnect
de: Tonbasierte Trennung

source: Tone based call disconnect
de: Tonbasierte Anruftrennung

source: Update Password
de: Kennwort aktualisieren

source: Upgrade Firmware
de: Firmware upgraden

source: Upload
de: Hochladen

source: Upload Only FreePBX genereated Vega config file.(This option allow user to Restore the downloaded Configuration file)
de: Nur von FreePBX generierte Vega-Konfigurationsdatei hochladen. (Mit dieser Option kann der Benutzer die heruntergeladene Konfigurationsdatei wiederherstellen.)

source: Upload Vega Firmware(.bin file only)
de: Laden Sie die Vega-Firmware hoch (nur .bin-Datei)

source: Upload Vega firmware .bin file only and max size of 8MB
de: Laden Sie nur die Vega-Firmware-Bin-Datei und eine maximale Größe von 8 MB hoch

source: Vega Config Submit
de: Vega Config senden

source: Vega Firmware Management Process ?
de: Vega Firmware Management Prozess?

source: Vega Firmware not selected.. Please select Vega firmware
de: Vega-Firmware nicht ausgewählt. Bitte wähle eine Vega-Firmware

source: Vega GW will reboot automatically if there is change in static ip
de: Vega GW wird automatisch neu gestartet, wenn sich die statische IP ändert

source: Vega Gateway User login ...
de: Vega Gateway Benutzer Login ...

source: Vega Gateway User login Password...
de: Vega Gateway Benutzer Login Passwort ...

source: Vega IP Address Type
de: Vega IP-Adresstyp

source: Vega IP can not be blank!
de: Vega IP darf nicht leer sein!

source: Vega IP type , External if given ip is public IP or behind NAT or Lan if Vega is connected to local lan
de: Vega IP-Typ, Extern, wenn die IP eine öffentliche IP ist, oder hinter NAT oder Lan, wenn Vega mit dem lokalen LAN verbunden ist

source: Vega Login Password
de: Vega Login Passwort

source: Vega Login User
de: Vega Login Benutzer

source: Vega Model
de: Vega Modell

source: Vega Password Change
de: Vega Passwortänderung

source: Vega configuration syncing already done
de: Vega Konfigurationssynchronisierung ist bereits abgeschlossen

source: Vega configuration syncing done
de: Vega Konfigurationssynchronisierung abgeschlossen

source: Vega configuration syncing failed, gateway not found against vegaid(%d)
de: Synchronisierung der Vega-Konfiguration fehlgeschlagen, Gateway für vegaid nicht gefunden (%d)

source: Vega configuration syncing failed..going to retry again..
de: Die Synchronisierung der Vega-Konfiguration ist fehlgeschlagen. Es wird erneut versucht.

source: Vega firmware download failed as download file not present...
de: Vega-Firmware-Download fehlgeschlagen, da Download-Datei nicht vorhanden ist ...

source: Vega gateway (ip:%s, mac:%s) already configured..
de: Vega Gateway (IP:%s, Mac:%s) bereits konfiguriert.

source: Vega gateway (ip:%s,mac:%s) deleted successfully
de: Vega-Gateway (IP:%s, Mac:%s) erfolgreich gelöscht

source: Vega gateway Add request returning success for vega(ip:%s, mac:%s)
de: Vega-Gateway Anfrage hinzufügen, die Erfolg für Vega zurückgibt (IP:%s, Mac:%s)

source: Vega login password can not be blank!
de: Vega Login Passwort darf nicht leer sein!

source: Vega login user can not be blank!
de: Vega Login Benutzer kann nicht leer sein!

source: Visual Message Waiting Indication
de: Visuelle Message Waiting Indication

source: Visual message waiting indication
de: Visuelle Message Waiting Indication

source: WARNING: Sysadmin module is not installed..required to run TFTP provisioning protocol..
de: WARNUNG: Das Sysadmin-Modul ist nicht installiert. Zum Ausführen des TFTP-Bereitstellungsprotokolls erforderlich.

source: What is
de: Was ist

source: Yes
de: Ja

source: vega_exe_cli_cmd: Invalid optype(%s)
de: vega_exe_cli_cmd: Ungültiger Optype (%s)

source: vega_exe_cli_cmd: vega(%s:%s), optype(%s), cmd(%s:%s) executed successfully
de: vega_exe_cli_cmd: vega (%s:%s), optype (%s), cmd (%s:%s) erfolgreich ausgeführt
