Repository: ahilespelid/freepbx
Catalog: admin/modules/conferencespro/i18n/*/LC_MESSAGES/conferencespro.po
Languages: cs, de_de

source: %s's conference room
cs: konferenční místnost %s
de_de: Konferenzraum von %s

source: Add to Conference IVR
cs: Přidat na IVR konference
de_de: Zu Konferenz IVR hinzufügen

source: Admin PIN:
cs: PIN administrátora:

source: Admin Pin
cs: Pin administrátora

source: Allow Menu
cs: Povolit menu
de_de: Menü aktivieren

source: Allow Menu:
cs: Povolit menu:
de_de: Menü aktivieren:

source: Allowed Conference Bridges
cs: Povolené konferenční mosty
de_de: Erlaubte Konferenzbrücken

source: Allows this conference to be included in the IVR context
cs: Umožňuje zařazení této konference do kontextu IVR
de_de: Ermöglicht, dass diese Konferenz im IVR-Kontext eingeschlossen wird

source: Allows this conference to be managed by the specified user from the Recordings Interface
cs: Umožňuje, aby tato konference byla spravována určeným uživatelem z Rozhraní Záznamů
de_de: Ermöglicht, dass diese Konferenz vom angegebenen Benutzer über die Aufzeichnungsschnittstelle verwaltet wird

source: Announce user join/leave
cs: Oznámení uživatele připojit/opustit
de_de: Beitritt/Verlassen eines Benutzers melden

source: Announce user(s) count on joining conference
cs: Oznámit počet uživatelů připojených do konference
de_de: Anzahl der Benutzer, die der Konferenz beitreten, melden

source: Announcement
cs: Oznámení
de_de: Meldung

source: Applications
cs: Aplikace
de_de: Anwendungen

source: Conference Has Been Updated!
cs: Konference byla aktualizována!
de_de: Die Konferenz wurde aktualisiert!

source: Conference IVR Options
cs: Možnosti IVR konference
de_de: Konferenz-IVR-Optionen

source: Conference List IVR
cs: Seznam IVR konference
de_de: Konferenzliste IVR

source: Conference Name:
cs: Název konference:
de_de: Konferenzname:

source: Conference Options for Room
cs: Možnosti konference pro místnost
de_de: Konferenzoptionen für Raum

source: Conference Pro
cs: Konference Pro

source: Conference Room Prefix
cs: Prefix konferenční místnosti
de_de: Konferenzraum Vorwahl

source: Conference User Manager
cs: Správce uživatelů konferencí
de_de: Konferenz-Benutzermanager

source: Conference room is empty
cs: Konferenční místnost je prázdná

source: Conference room is not active so it can not be locked
cs: Konferenční místnost není aktivní, takže nemůže být uzamčena

source: Conferences
cs: Konference
de_de: Konferenzen

source: Conferences Pro
cs: Konference Pro
de_de: Konferenzen Profi

source: Conferences Pro IVR Announcement
cs: IVR Oznámení Konference Pro
de_de: Conferences Pro IVR-Meldung

source: Conferences included in IVR
cs: Konference zahrnuté v IVR
de_de: In IVR integrierte Konferenzen

source: Default
cs: Výchozí nastavení
de_de: Standard

source: Enable Conference Access
cs: Povolit přístup ke konferenci
de_de: Konferenzzugang aktivieren

source: Enable Music On Hold when the conference has a single caller
cs: Povolit Music on Hold, pokud má konference jednoho účastníka
de_de: Musik in der Warteschleife aktivieren, wenn die Konferenz einen einzigen Anrufer hat

source: Enable the conference Access in UCP for this user
cs: Povolit přístup do konference pro tohoto uživatele v UCP
de_de: Konferenzzugang in UCP für diesen Benutzer aktivieren

source: Enter a PIN number for the admin user.
cs: Zadejte číslo PIN pro administrátora.
de_de: PIN-Nummer für diesen Admin-Benutzer eingeben.

source: Enter a PIN number for the admin user.<br><br>This setting is optional unless the 'leader wait' option is in use, then this PIN will identify the leader.
cs: Zadejte číslo PIN pro administrátora.<br><br>Toto nastavení je volitelné, pokud není použita volba "čekat na moderátora", pak tento identifikátor identifikuje moderátora.
de_de: PIN-Nummer für diesen Admin-Benutzer eingeben.<br><br>Diese Einstellung ist optional, es sei denn,die Option 'Leiter warten' wird verwendet. In diesem Fall identifiziert diese PIN den Leiter.

source: Follow Me
cs: Následuj mě

source: Give this conference a brief name to help you identify it.
cs: Zadejte konferenci stručný název, který vám ji pomůže identifikovat.
de_de: Geben Sie dieser Konferenz einen kurzen Namen, damit Sie sie identifizieren können.

source: If enabled a conference at '%s' will be created for this user to use (If the conference already exists it will use the already existing conference and link it to this user). It will then be linked in UCP for the user to access. The prefix can be changed in the Conferences Pro settings page. Setting this to 'No' after previously setting this to 'Yes' will not remove the conference from the system
cs: Pokud je pro daného uživatele vytvořena konference v '%s' (pokud konference využije již existující konferenci a připojí ji k tomuto uživateli), bude potom propojen v UCP, aby měl uživatel přístup. Předponu lze změnit na stránce nastavení Konference Pro. Nastavení na "Ne" po předchozím nastavení na "Ano" neodstraní konferenci ze systému
de_de: Wenn diese Funktion aktiviert ist, wird eine Konferenz bei '%s' für diesen Benutzer erstellt. (Sollte die Konferenz bereits existieren, wird die bereits bestehende Konferenz verwendet und mit diesem Benutzer verknüpft). Sie wird dann in UCP verknüpft, so dass der Benutzer Zugang erhält. Die Vorwahl kann auf der Einstellungsseite von Conferences Pro geändert werden. Wenn Sie diese Einstellung erst auf 'Ja' und anschließend auf 'Nein' einstellen, wird die Konferenz nicht vom System gelöscht

source: Inherit
cs: Zdědit
de_de: Übernehmen

source: Invite Contact
cs: Pozvat kontakt

source: Invite to Conference
cs: Pozvat do konference
de_de: Zur Konferenz einladen

source: Join Message
cs: Připojit zprávu
de_de: Nachricht hinzufügen

source: Join Message:
cs: Připojit zprávu:
de_de: Nachricht hinzufügen:

source: Leader Wait
cs: Vůdce čeká
de_de: Auf Leiter warten

source: Leader Wait:
cs: Vůdce čeká:
de_de: Auf Leiter warten:

source: Link Conference to this user
cs: Propojení konference s tímto uživatelem
de_de: Konferenz mit diesem Benutzer verknüpfen

source: Locked
cs: Uzamčeno
de_de: Gesperrt

source: Manageable by User
cs: Možno spravovat uživatelem
de_de: Kann vom Benutzer verwaltet werden

source: Marked
cs: Označeno
de_de: Markiert

source: Maximum Number of users allowed to join this conference.
cs: Maximální počet uživatelů, kteří se mohou připojit k této konferenci.
de_de: Maximale Anzahl von Benutzern, die an dieser Konferenz teilnehmen dürfen.

source: Maximum Participants
cs: Maximální počet účastníků
de_de: Maximale Anzahl an Teilnehmern

source: Maximum Participants:
cs: Maximální počet účastníků:
de_de: Maximale Anzahl an Teilnehmern:

source: Message to be played to the caller before joining the conference.
cs: Zpráva, kterou chcete volajícímu přehrát, než vstoupí do konference.
de_de: Meldung, die ein Anrufer erhält, bevor er einer Konferenz beitritt.

source: Message to be played to the caller before joining the conference.<br><br>To add additional recordings please talk to your administrator
cs: Zpráva, kterou chcete volajícímu přehrát, než vstoupí do konference.<br><br>Chcete-li přidat další nahrávky, obraťte se na administrátora
de_de: Meldung, die ein Anrufer erhält, bevor er einer Konferenz beitritt.<br><br>Wenn Sie weitere Aufnahmen hinzufügen möchten, wenden Sie sich an den Administrator

source: Message to be played to the caller before joining the conference.<br><br>Your administrator must install and enable the "Systems Recordings" Module to edit this option
cs: Zpráva, ktrerá se má volajícímu přehrát, než vstoupí do konference.<br><br>Administrátor musí nainstalovat a aktivovat modul "Systémová nahrávky" pro možnost úpravy
de_de: Meldung, die ein Anrufer erhält, bevor er einer Konferenz beitritt.<br><br>Ihr Administrator muss das Modul "Systemaufzeichnungen" installieren und aktivieren, um diese Option zu bearbeiten

source: Music (or Commercial) played to the caller while they wait in line for the conference to start. Choose "inherit" if you want the MoH class to be what is currently selected, such as by the inbound route.
cs: Hudba hrající volajícímu, zatímco čeká na začátek konference. Zvolte "dědičnost", chcete-li Music on Hold vybrat, například z příchozích pravidel.
de_de: Musik (oder Werbung), die dem Anrufer vorgespielt wird, während er in der Warteschleife auf den Start der Konferenz wartet. Wählen Sie "Übernehmen" aus, wenn Sie die MoH0-Klasse als derzeitige Auswahl festlegen möchten, wie bei der eingehenden Route.

source: Music (or Commercial) played to the caller while they wait in line for the conference to start. Choose "inherit" if you want the MoH class to be what is currently selected, such as by the inbound route.<br><br> This music is defined in the "Music on Hold" to the left.
cs: Hudba hrající volajícímu, zatímco čeká na začátek konference. Zvolte "dědičnost", chcete-li Music on Hold vybrat, například z příchozích pravidel.<br><br>Tato hudba je definována v části "Music on Hold" vlevo.
de_de: Musik (oder Werbung), die dem Anrufer vorgespielt wird, während er in der Warteschleife auf den Start der Konferenz wartet. Wählen Sie "Übernehmen" aus, wenn Sie die MoH0-Klasse als derzeitige Auswahl festlegen möchten, wie bei der eingehenden Route.<br><br> Diese Musik wird links in "Musik in der Warteschlange" festgelegt.

source: Music on Hold Class
cs: Třída Music on Hold
de_de: Musik in der Warteschlangen-Klasse

source: Music on Hold Class:
cs: Třída Music on Hold:
de_de: Musik in der Warteschlangen-Klasse:

source: Mute everyone when they initially join the conference. Please note that if you do not have 'Leader Wait' set to yes you must have 'Allow Menu' set to Yes to unmute yourself
cs: Vypnout mikrofon všem, když se poprvé připojí do konference. Vezměte prosím na vědomí, že pokud nemáte nastavenou možnost "čekat na moderátora", musíte nastavit možnost "Povolit Menu" na hodnotu Ano, chcete-li zapnout mikrofon
de_de: Schalten Sie alle Teilnehmer beim Beitritt zur Konferenz stumm. Bitte beachten Sie, dass Sie 'Menü ermöglichen' auf Ja einstellen müssen, um Ihre eigene Stummschaltung aufzuheben, wenn Sie 'Auf Leiter warten' nicht auf Ja eingestellt haben

source: Mute on Join
cs: Při připojení ztlumit mikrofon
de_de: Beim Beitritt stumm schalten

source: Mute on Join:
cs: Při připojení ztlumit mikrofon:
de_de: Beim Beitritt stumm schalten:

source: No
cs: Ne
de_de: Nein

source: No Limit
cs: Bez omezení
de_de: Unbegrenzt

source: None
cs: Žádný
de_de: Keine

source: Outbound Call
cs: Odchozí hovor
de_de: Ausgehender Anruf

source: Please enter a valid Conference Name
cs: Zadejte prosím platný název konference
de_de: Bitte geben Sie einen gültigen Konferenznamen ein

source: Present Menu (user or admin) when '*' is received ('send' to menu)
cs: Současné menu (uživatel nebo admin) když '*' je přijmut ('odeslání' do menu)
de_de: Aktuelles Menü (Benutzer oder Admin), wenn '*' empfangen wird (zum Menü 'gesendet')

source: Pro Options
cs: Pro možnosti
de_de: Profi-Optionen

source: Quiet Mode
cs: Tichý mód
de_de: Stiller Modus

source: Quiet Mode:
cs: Tichý mód:
de_de: Stiller Modus:

source: Quiet mode (do not play enter/leave sounds)
cs: Tichý mód (nepřehrávat zvyky pri vstupu/výstupu)
de_de: Stiller Modus (keine Tonsignale bei Beitritt/Verlassen abspielen)

source: Record Conference
cs: Nahrát konferenci
de_de: Konferenz aufnehmen

source: Record Conference:
cs: Nahrát konferenci:
de_de: Konferenz aufnehmen:

source: Record the conference call
cs: Nahrát konferenční hovor
de_de: Konferenzanruf aufzeichnen

source: Reset
cs: Resetovat
de_de: Zurücksetzen

source: Room
cs: Místnost
de_de: Raum

source: Sets talker detection. Asterisk will sends events on the Manager Interface identifying the channel that is talking. The talker will also be identified on the output of the meetme list CLI command.
cs: Nastaví rozpoznávání mluvících. Asterisk pošle události na Správce rozhraní, ten pozná, který kanál mluví. Mluvčí bude také identifikován na výstupu ze seznamu příkazů CLI.
de_de: Aktiviert die Sprechererkennung. Asterisk sendet Ereignisse zur Managerschnittstelle und identifiziert den Kanal, der gerade spricht. Der Sprecher wird also beim Ausgang des CLI-Befehls der meetme-Liste identifiziert.

source: Starting Conference...
cs: Zahájení konference ...
de_de: Konferenz wird gestartet ...

source: Submit
cs: Potvrdit
de_de: Senden

source: Talker Detection:
cs: Detekce mluvícího:
de_de: Sprechererkennung:

source: Talker Optimization
cs: Optimalizace mluvícího
de_de: Sprecheroptimierung

source: Talker Optimization:
cs: Optimalizace mluvícího:
de_de: Sprecheroptimierung:

source: The prefix used along with the linked extension in User Manager when creating a linked conference
cs: Prefix použitý spolu s propojenou pobočkou ve Správci uživatelů při vytváření propojené konference
de_de: Die Vorwahl, die mit der verknüpften Erweiterung im Benutzermanager verwendet wird, wenn eine verknüpfte Konferenz erstellt wird

source: These are the assigned and active extensions which will show up for this user to control and edit in UCP
cs: Jedná se o přiřazené a aktivní pobočky, které se uživateli zobrazí pro ovládání a úpravu v UCP
de_de: Dies sind die zugeordneten und aktiven Nebenstellen, die diesem Benutzer zur Steuerung und Bearbeitung in UCP angezeigt werden

source: Turns on talker optimization. With talker optimization, Asterisk treats talkers who are not speaking as being muted, meaning that no encoding is done on transmission and that received audio that is not registered as talking is omitted, causing no buildup in background noise.
cs: Zapne optimalizaci hovorů. Díky optimalizaci mluvících, Asterisk všem ostatním vypne mikrofon, tedy nevzniká šum v pozadí.
de_de: Aktiviert die Sprecheroptimierung. Mit der Sprecheroptimierung behandelt Asterisk Sprecher, die gerade nicht sprechen, als stumm geschaltet, das heißt, dass bei der Übertragung keine Codierung erfolgt und dass die empfangenen Klänge nicht aufgezeichnet werden, da das Sprechen ausgelassen wird und somit kein Hintergrundgeräusch entsteht.

source: Turns on talker optimization. With talker optimization, Asterisk treats talkers who are not speaking as being muted, meaning that no encoding is done on transmission and that received audio that is not registered as talking is omitted, causing no buildup in background noise.
cs: Zapne optimalizaci hovorů. Díky optimalizaci mluvících, Asterisk všem ostatním vypne mikrofon, tedy nevzniká šum v pozadí.
de_de: Aktiviert die Sprecheroptimierung. Mit der Sprecheroptimierung behandelt Asterisk Sprecher, die gerade nicht sprechen als stumm geschaltet, das heißt, dass bei der Übertragung keine Codierung erfolgt und dass die empfangenen Klänge nicht aufgezeichnet werden, da das Sprechen ausgelassen wird und somit kein Hintergrundgeräusch entsteht.

source: User
cs: Uživatel
de_de: Benutzer

source: User Count
cs: Počet uživatelů
de_de: Benutzerkonto

source: User Count:
cs: Počet uživatelů:
de_de: Benutzerkonto:

source: User Linked Conference
cs: Uživatelská konference
de_de: Mit dem Benutzer verknüpfte Konferenz

source: User PIN:
cs: PIN uživatele:
de_de: Benutzer-PIN:

source: User Pin
cs: PIN uživatele
de_de: Benutzer-Pin

source: User Type
cs: Typ uživatele

source: User join/leave
cs: připojit/odhlásit uživatele
de_de: Beitritt/Verlassen eines Benutzers

source: User join/leave:
cs: připojit/odhlásit uživatele:
de_de: Beitritt/Verlassen eines Benutzers:

source: Users
cs: Uživatelé
de_de: Benutzer

source: Viewing Room %s
cs: Prohlížení místnosti %s

source: Wait until the conference leader (admin user) arrives before starting the conference
cs: Počkejte, dokud se nepřihlásí moderátor konference (administrátor)
de_de: Warten Sie, bis der Konferenzleiter (Admin-Benutzer) beitritt, bevor Sie die Konferenz starten

source: Wait until the conference leader (admin user) arrives before starting the conference.
cs: Počkejte, dokud se nepřihlásí moderátor konference (administrátor).
de_de: Warten Sie, bis der Konferenzleiter (Admin-Benutzer) beitritt, bevor Sie die Konferenz starten.

source: Yes
cs: Ano
de_de: Ja

source: You can require callers to enter a password before they can enter this conference.
cs: Pro vstup do této konference můžete požadovat, aby volající zadali heslo.
de_de: Sie können Anrufer dazu auffordern, ein Passwort einzugeben, bevor sie an der Konferenz teilnehmen können.

source: You can require callers to enter a password before they can enter this conference.<br><br>This setting is optional.<br><br>If either PIN is entered, the user will be prompted to enter a PIN.
cs: Pro vstup do této konference můžete požadovat, aby volající zadali heslo.<br><br>Toto nastavení je volitelné.<br><br>Pokud je zadán kód PIN, bude také uživatel vyzván k zadání kódu PIN.
de_de: Sie können Anrufer dazu auffordern, ein Passwort einzugeben, bevor sie an der Konferenz teilnehmen können.<br><br>Diese Einstellung ist optional.<br><br>Wenn eine PIN eingegeben wurde, wird der Benutzer aufgefordert, eine PIN einzugeben.

source: You must set Allow Menu to Yes when not using a Leader or Admin in your conference, otherwise you will be unable to unmute yourself
cs: Musíte nastavit Povolit Menu na Ano, pokud na konferenci nepoužíváte moderátora nebo administrátora, jinak nebudete moci zapnout mikrofon
de_de: Sie müssen "Menü ermöglichen" auf Ja setzen, wenn Sie keinen Leiter oder Admin nutzen, ansonsten können Sie Ihre eigene Stummschaltung nicht aufheben

source: You must set an admin PIN for the Conference Leader when selecting the leader wait option
cs: Pokud máte nastaveno čekat na moderátora, musíte pro moderátora nastavit administrátorský PIN
de_de: Sie müssen eine Admin-PIN für den Konferenzleiter festlegen, wenn Sie die Auf-Leiter-Warten-Option auswählen

source: default
cs: Výychozí hodnota
de_de: Standardeinstellung

source: inherit
cs: Zdědit
de_de: Übernehmen

source: none
cs: žádný
de_de: Keine

source: Music on Hold
de_de: Musik in der Warteschlange

source: Music on Hold:
de_de: Musik in der Warteschlange:
