Repository: ahilespelid/freepbx
Catalog: admin/modules/faxpro/i18n/*/LC_MESSAGES/faxpro.po
Languages: cs

source: Submit Changes needs to be pressed before this option can become available.
cs: Než bude tato možnost dostupná, je třeba stisknout Odeslat změny.

source: 1 of %s
cs: 1 z %s1

source: A PHP extension stopped the file upload
cs: Nahrávání souboru zastavilo rozšíření PHP

source: A full quota will cause new faxes to be rejected by the system.
cs: Plná kvóta způsobí, že systém odmítne nové faxy.

source: A full quota will cause the system to delete stored faxes to make room for new ones.
cs: Plná kvóta způsobí, že systém odstraní uložené faxy a vytvoří místo pro nové.

source: A number to prefix to the outbound fax to route a fax to a certain outbound route
cs: Číslo, které má být prefixem k odchozímu faxu pro směrování faxu na určitou odchozí routu

source: Always
cs: Vždy

source: Archived
cs: Archivováno

source: Are you sure you wish to delete these faxes?
cs: Opravdu chcete tyto faxy odstranit?

source: Are you sure you wish to delete this fax?
cs: Opravdu chcete tento fax odstranit?

source: Are you sure you wish to stop this fax?
cs: Opravdu chcete tento fax zastavit?

source: Attachment Format
cs: Formát přílohy

source: Auto-Refresh
cs: Automatické obnovení

source: Bad permissions on fax backgrounder!
cs: Špatná oprávnění na pozadí faxu!

source: Browse
cs: Procházet

source: Can Not Find Uploaded Files
cs: Nahrané soubory nelze najít

source: Cant Create Temp Directory: %s
cs: Nelze vytvořit adresář Temp: %s

source: Channel Control Option
cs: Možnost ovládání kanálu

source: Choose this option to have faxes stored by the server; accessible via UCP.
cs: Tuto možnost vyberte, chcete-li mít faxy uložené serverem; přístupné přes UCP.

source: Cleaning up temporary fax storage...
cs: Mazání dočasného úložiště faxů ...

source: Close
cs: Zavřít

source: Company Address 1
cs: Adresa společnosti 1

source: Company Address 2
cs: Adresa společnosti 2

source: Company Address 3
cs: Adresa společnosti 3

source: Company Address Line 1
cs: Adresa společnosti 1

source: Company Address Line 1.
cs: Adresa společnosti 1.

source: Company Address Line 2
cs: Adresa společnosti 2

source: Company Address Line 2.
cs: Adresa společnosti 2.

source: Company Address Line 3
cs: Adresa společnosti 3

source: Company Address Line 3.
cs: Adresa společnosti 3.

source: Company Footer
cs: Zápatí společnosti

source: Company Logo
cs: Firemní logo

source: Company Logo. Filetype MUST be JPG
cs: Firemní logo. Typ MUSÍ být JPG

source: Company Logo. Filetype MUST be JPG.
cs: Firemní logo. Typ MUSÍ být JPG.

source: Company Name
cs: Jméno společnosti

source: Company Name, Example: Sangoma Inc
cs: Jméno společnosti, Příklad: Sangoma

source: Company Name, Example: Sangoma Inc.
cs: Jméno společnosti, Příklad: Sangoma.

source: Company Phone
cs: Telefon práce

source: Company Phone Number
cs: Tel. číslo práce

source: Company Phone Number.
cs: Tel. číslo práce.

source: Company Web Site
cs: WWW stránka společnosti

source: Company Website
cs: Webová stránka společnosti

source: Company Website.
cs: Webová stránka společnosti.

source: Concurrent Fax
cs: Souběžný fax

source: Concurrent Faxes
cs: Souběžných faxů

source: Controls
cs: Řízení

source: Could not connect to asterisk.
cs: Nelze se připojit k asterisku.

source: Could not find file to send
cs: Nelze najít soubor k odeslání

source: Coversheet
cs: Úvodní stránka

source: Coversheet Email
cs: Úvodní stránka emailu

source: Coversheet Name
cs: Jméno úvodní stránky

source: Coversheet Preview
cs: Náhled úvodní stránky

source: Coversheet Tel
cs: Tel. úvodní stránky

source: Coversheet Telephone
cs: Telefon úvodní stránky

source: Coversheet name
cs: Jméno úvodní stránky

source: Date
cs: Datum

source: Delete
cs: Smazat

source: Delete Oldest
cs: Smazat nejstarší

source: Delete logo
cs: Smazat logo

source: Destination Can Not Be Blank
cs: Cíl nemůže být prázdný

source: Destination Numbers are more then Concurrent Channels
cs: Cílových čísel je více než souběžných kanálů

source: Destinations
cs: Cíle

source: Destinations should be separated by semicolon(;)
cs: Cíle by měly být odděleny středníkem (;)

source: Detected overage on user %s, removing older faxes from storage...
cs: Zjištěno přetížení uživatele %s1, odebrání starších faxů z úložiště ...

source: Device Options
cs: Možnosti zařízení

source: Disable
cs: Zakázat

source: Done
cs: Hotovo

source: Download
cs: Stáhnout

source: Drag new documents here
cs: Přetáhněte zde nové dokumenty

source: Email Results
cs: Výsledky e-mailu

source: Enable
cs: Povolit

source: Enter the total number of concurrent fax. This should be less than the total number of channels available on the system to still allow calls to be made and received.
cs: Zadejte celkový počet souběžných faxů. To by mělo být menší než celkový počet kanálů dostupných v systému, aby bylo možné stále volat a přijímat hovory.

source: Excess Faxes
cs: Přebytečné faxy

source: Failed
cs: Selhalo

source: Failed to write file to disk
cs: Nepodařilo se zapsat soubor na disk

source: Failure
cs: Chyba

source: Failure Notification Options
cs: Možnosti oznámení o selhání

source: Failure Recovery Options
cs: Možnosti obnovy po selhání

source: Failure: Destination Number Busy
cs: Chyba: Cílové číslo obsazeno

source: Failure: Dial Failed Due To CHANUNAVAIL
cs: Chyba: Vytáčení selhalo kvůli CHANUNAVAIL

source: Failure: Dial Failed Due To CONGESTION
cs: Chyba: Vytáčení selhalo z důvodu CONGESTION

source: Failure: No fax machine detected
cs: Chyba: Nebyl detekován žádný fax

source: Failure: Transmission Error
cs: Chyba: Chyba přenosu

source: Fax Configuration Professional
cs: Fax Konfigurace Professional

source: Fax Cover Page Options
cs: Fax možnosti úvodní stránky

source: Fax Licenses
cs: Fax Licence

source: Fax Preview
cs: Fax Náhled

source: Fax Settings
cs: Fax Nastavení

source: Fax licenses missing! This feature may not have been purchased for your system. Please contact your sales associate for more information on this feature.
cs: Chybí faxové licence! Tato funkce možná nebyla zakoupena pro váš systém. Další informace o této funkci vám poskytne váš obchodní zástupce.

source: Fax modules missing! Please contact customer care for more information.
cs: Chybí faxové moduly! Pro více informací prosím kontaktujte zákaznickou podporu.

source: File Not Found
cs: Soubor nenalezen

source: File or pages not found
cs: Soubor nebo stránky nebyly nalezeny

source: File was too large. Please reduce the file size or increase %s
cs: Soubor byl příliš velký. Zmenšete velikost souboru nebo zvyšte %s1

source: Files
cs: Soubory

source: Fine
cs: Dobře

source: Formats to convert incoming fax files to before emailing.
cs: Formáty pro převod příchozích faxových souborů na e-mailem.

source: Forward Fax
cs: Přeposlat Fax

source: From
cs: Od

source: Generating...
cs: Vytváření...

source: Global Prefix
cs: Globální prefix

source: Here
cs: Zde

source: How the system should respond when a new fax arrives for a user whose quota is full.<ul><li>Reject: Reject the new fax and disconnect the call</li><li>Delete Oldest: Delete as many faxes as necessary to accommodate the incoming fax, starting from the oldest.</li></ul>With either option, a fax larger than the quota will be deleted after it was received.
cs: Jak by měl systém reagovat, když přijde nový fax pro uživatele, jehož kvóta je plná.<ul>1<li>2Odmítnout: Odmítne nový fax a odpojí hovor</li>3<li>4Smazat nejstarší: Vymažte tolik faxů, kolik je potřeba k přijetí příchozího faxu, počínaje nejstarší.</li>5</ul>6U obou možností bude fax po jeho přijetí odstraněn.

source: Inbox
cs: Doručené

source: Inherit
cs: Zdědit

source: Invalid Destination for Outbound Fax
cs: Neplatný cíl pro odchozí fax

source: Invalid Faxpro License
cs: Neplatná Faxpro licence

source: Invalid License
cs: Neplatná licence

source: License number
cs: Číslo licence

source: Local Storage Options
cs: Možnosti místního úložiště

source: Max Concurrent Channels:
cs: Max. souběžných kanálů:

source: Max Pages
cs: Max stránek

source: Message
cs: Zpráva

source: Missing a temporary folder
cs: Chybí dočasná složka

source: Missing destination number.
cs: Chybí číslo cíle.

source: My Email
cs: Můj email

source: My Name
cs: Moje jméno

source: My Telephone
cs: Můj telefon

source: Never
cs: Nikdy

source: No
cs: Ne

source: No destination defined
cs: Není definován žádný cíl

source: No fax modules Found!
cs: Nebyly nalezeny žádné faxové moduly!

source: No file was uploaded
cs: Nebyl nahrán žádný soubor

source: No files or coversheet to send
cs: Žádné soubory ani úvodní stránka k odeslání

source: Not Authorized
cs: Neautorizováno

source: Number of times to retry sending a failed fax.
cs: Počet pokusů o odeslání neúspěšného faxu.

source: Off
cs: Vypnuto

source: On
cs: Zapnuto

source: On Failure
cs: Při selhání

source: On Success
cs: Na úspěch

source: Outgoing
cs: Odchozí

source: Outgoing Channels Are Busy.
cs: Odchozí kanály jsou zaneprázdněny.

source: Outgoing Header
cs: Odchozí záhlaví

source: Outgoing Station ID
cs: ID odchozí stanice

source: Pages
cs: Stránky

source: Please Enter a valid Destination
cs: Zadejte platný cíl

source: Please contact customer care for more information.
cs: Pro více informací prosím kontaktujte zákaznickou podporu.

source: Please ensure you have adequate space remaining.
cs: Ujistěte se, že máte dostatek místa.

source: Please enter a phone number or extension
cs: Zadejte telefonní číslo nebo linku

source: Please upload at least one file or enable a coversheet
cs: Nahrajte alespoň jeden soubor nebo povolte úvodní stránku

source: Preview
cs: Náhled

source: Preview Coverpage
cs: Náhled úvodní stránky

source: Quota exceded
cs: Kvóta překročena

source: Recipient Name
cs: Jméno příjemce

source: Reject
cs: Odmítnout

source: Resolution
cs: Rozlišení

source: Retries
cs: Opakování

source: Send
cs: Poslat

source: Send Fax
cs: Poslat Fax

source: Send New Fax
cs: Poslat nový Fax

source: Send a New Fax
cs: Poslat nový Fax

source: Sent
cs: Posláno

source: Set if this device should act as a t38 gateway
cs: Nastavte, zda má toto zařízení fungovat jako t38 gateway

source: Set this to yes if you are using a t38 gateway device.
cs: Pokud používáte t38 gateway, nastavte toto na Ano.

source: Settings
cs: Nastavení

source: Standard
cs: Standardní

source: Status
cs: Stav

source: Store Locally
cs: Uložit lokálně

source: Success
cs: Úspěšně

source: Super Fine
cs: Super jemné

source: T38-Gateway Enabled
cs: T38-Gateway povoleno

source: TThe Phone number that will appear on the cover sheet.
cs: Telefonní číslo, které se objeví na úvodní stránce.

source: The Phone number that will appear on the cover sheet.
cs: Telefonní číslo, které se objeví na úvodní stránce.

source: The email address that will appear on the coversheet.
cs: E-mailová adresa, která se objeví na úvodní stránce.

source: The maximum amount of pages a user is allowed to store locally.
cs: Maximální počet stránek, které může uživatel uložit lokálně.

source: The maximum amount of times a fax will be retried on failure.
cs: Maximální počet opakování faxu při selhání.

source: The name that should appear on the outbound coversheet.
cs: Jméno, které by se mělo objevit na odchozí úvodní stránce.

source: The outgoing Fax Machine Headers. This usually contains the name of the person or entity sending the fax.
cs: Odchozí faxové hlavičky. Obvykle obsahuje jméno osoby nebo subjektu odesílajícího fax.

source: The outgoing Fax Machine Identifier. This is usually your fax number.
cs: Identifikátor odchozího faxového stroje. Toto je obvykle vaše faxové číslo.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
cs: Nahraný soubor překračuje MAX_FILE_SIZE položku, která byla zadána ve formuláři HTML

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
cs: Nahraný soubor překračuje upload_max_filesize položku v php.ini

source: The uploaded file was only partially uploaded
cs: Nahraný soubor byl nahrán pouze částečně

source: This text will appear at the bottom of every outbound fax.
cs: Tento text se zobrazí na konci každého odchozího faxu.

source: To
cs: Komu

source: Total
cs: Celkem

source: Unable to create temporary directory %s
cs: Nelze vytvořit dočasný adresář %s1

source: Unable to delete file
cs: Soubor nelze smazat

source: Unable to find fax backgrounder!
cs: Nelze najít fax na pozadí!

source: Unable to find files to send!
cs: Nelze najít soubory k odeslání!

source: Unknown Error
cs: Neznámá chyba

source: Unsupported file format
cs: Nepodporovaný formát souboru

source: Upload Document
cs: Nahrát dokument

source: Uploading...
cs: Nahrávání...

source: Use global setting
cs: Použít globální nastavení

source: User Canceled
cs: Uživatel byl zrušen

source: User Control Panel Faxing Options
cs: Možnosti faxování na ovládacím panelu uživatele

source: User Manager users '%s' have the ability to send faxes but have no linked extension defined so they will not be able to send faxes.
cs: Uživatelé '%s1' v správci uživatelů mají schopnost odesílat faxy, ale nemají definovanou propojenou linku, takže nebudou moci odesílat faxy.

source: When to email the results of an outgoing fax.
cs: Kdy zaslat e-mailem výsledky odchozího faxu.

source: Will Save Settings
cs: Uloží nastavení

source: Yes
cs: Ano

source: You Have %s New Fax
cs: Máte %s1 nových faxů

source: You are using <span id="usage">%s%%</span> of your fax storage quota.
cs: Používáte <span id="usage">1%s2%%3</span>4 vaší kvóty úložiště faxů.

source: Your Web browser is not configured to display PDF files. Click here %s to download the PDF file
cs: Váš webový prohlížeč není nakonfigurován pro zobrazování souborů PDF. Klepnutím sem zde %s1 stáhnete soubor PDF

source: both
cs: oba

source: upload an image
cs: nahrajte obrázek
