Repository: ahilespelid/freepbx
Catalog: admin/modules/pms/i18n/*/LC_MESSAGES/pms.po
Languages: de_de

source: The voicemail of room %s has been reconstructed. Please click on apply and try again.
de_de: Die Voicemail von Raum %s wurde rekonstruiert. Bitte klicken Sie auf Übernehmen und versuchen Sie es erneut.

source: The voicemail of the room %s has been reconstructed. Please click on apply and try again.
de_de: Die Voicemail für Zimmer %s wurde neu erstellt. Klicken Sie auf Anwenden und versuchen Sie es erneut.

source: Then add some users in each group.
de_de: Fügen Sie dann einige Benutzer in jeder Gruppe hinzu.

source: There are no configured group privileges, please finish configuration before proceeding.
de_de: Es sind keine konfigurierten Gruppenprivilegien vorhanden, bitte beenden Sie die Konfiguration, bevor Sie fortfahren.

source: There are no extensions on your PBX. You must create at least two extensions (one for the receptionist, one for a room) to continue!
de_de: Auf Ihrer PBX sind keine Nebenstellen vorhanden. Sie müssen mindestens zwei Nebenstellen erstellen (eine für die Rezeption, eine für ein Zimmer), um fortzufahren!

source: There are no room types set up for your property. You must create at least one room type to continue!
de_de: Für Ihre Unterkunft sind keine Zimmertypen eingerichtet. Sie müssen mindestens einen Raumtyp erstellen, um fortzufahren!

source: There are no rooms available to set a wake up call for.
de_de: Es sind keine Zimmer verfügbar, für die ein Weckruf eingerichtet werden kann.

source: There are no rooms configured at this time to be able to set a wake up call for.
de_de: Zur Zeit sind keine Zimmer konfiguriert, für die ein Wecker eingestellt werden kann.

source: There is no group in the %s directory. Create groups: Receptionist, Accounting, Hotel customers and Restaurant.
de_de: Es gibt keine Gruppe im Verzeichnis %s. Erstellen Sie Gruppen: Rezeptionist, Buchhaltung, Hotelkunden und Restaurant.

source: There's a booking which needs to be done today.
de_de: Es ist eine Buchung vorhanden, die heute durchgeführt werden muss.

source: There's price of room to change. Type:
de_de: Der Preis eines Zimmers muss geändert werden. Typ:

source: There's rate of discount to change. Discount rate:
de_de: Es gibt eine Rabattrate, die geändert werden muss. Diskontsatz:

source: These changes are applied nightly.
de_de: Diese Änderungen werden nachts angewandt.

source: This page allows you to edit billing rates.
de_de: Auf dieser Seite können Sie Fakturierungssätze bearbeiten.

source: This page gives a list of Housekeeping services. From here you can add or delete services.
de_de: Diese Seite enthält eine Liste der Housekeeping-Services. Hier können Sie Dienste hinzufügen oder löschen.

source: This page gives a list of bookings
de_de: Auf dieser Seite können Sie eine Buchungsliste einsehen

source: This page gives a list of bookings (reservations)
de_de: Diese Seite enthält eine Liste der Buchungen (Reservierungen)

source: This page gives a list of customers which can be modified or deleted.
de_de: Diese Seite enthält eine Liste der Kunden, die geändert oder gelöscht werden können.

source: This page gives a list of privileges.
de_de: Auf dieser Seite befindet sich eine Privilegienliste.

source: This page gives a list of products used by the Bar and/or Restaurant, and the Mini-Bar.
de_de: Diese Seite enthält eine Liste der von der Bar und / oder dem Restaurant sowie der Minibar verwendeten Produkte.

source: This page gives a list of products used for Bar and/or Restaurant, and Mini-Bar.
de_de: Auf dieser Seite befindet sich eine Liste mit Produkten für die Bar und/oder das Restaurant und die Minibar.

source: This page gives a list of room types which can be modified and deleted.
de_de: Auf dieser Seite befindet sich eine Liste mit Zimmertypen, die geändert oder gelöscht werden kann.

source: This page gives a list of rooms by group.
de_de: Auf dieser Seite befindet sich eine Liste mit Zimmern nach Gruppen.

source: This page gives a list of rooms. You can change an extension type, to be an administrative extension or a room extension.
de_de: Diese Seite enthält eine Liste der Zimmer. Sie können einen Nebenstellentyp ändern, um eine administrative Nebenstelle oder eine Raumnebenstelle zu sein.

source: This page gives list of products for use with the mini-bar. Only one product can be associated with a single digit.
de_de: Diese Seite enthält eine Liste der Produkte, die mit der Minibar verwendet werden können. Einer einzelnen Ziffer kann nur ein Produkt zugeordnet werden.

source: This page gives some information for each booking.
de_de: Auf dieser Seite finden Sie Informationen zu jeder Buchung.

source: This page gives you a list of invoices after a customer checks out. Additionally, a pdf file is generated during check-out.
de_de: Auf dieser Seite finden Sie eine Liste mit Rechnungen nach Kunden-Check-outs. Während des Check-outs wird zudem eine PDF-Datei erstellt.

source: This page graphs the number of arrivals and departures, calls, rooms, and mini-bar charges between two dates
de_de: Auf dieser Seite ist die Anzahl der Ankünfte und Abreisen, Anrufe, Zimmer und Minibargebühren zwischen zwei Daten grafisch dargestellt

source: This page is for checking people out of their rooms during their departure.
de_de: Diese Seite dient dazu, Gäste während der Abreise aus ihrem Zimmer auszuchecken.

source: This page is for managing bookings (reservations) and arrivals.
de_de: Diese Seite dient zum Verwalten von Buchungen (Reservierungen) und Ankünften.

source: This page lists a log of the events recorded by the Property Management system.
de_de: Auf dieser Seite wird ein Protokoll der vom Property Management-System aufgezeichneten Ereignisse aufgeführt.

source: This page lists the Remote Action Control (RAC) functions. When a room is checked-in, the url is used to send any simple requests to a specific device, for example an IP relay, via the URL.
de_de: Diese Seite listet die RAC-Funktionen (Remote Action Control) auf. Wenn ein Raum eingecheckt ist, wird die URL verwendet, um einfache Anfragen über die URL an ein bestimmtes Gerät, z. B. ein IP-Relay, zu senden.

source: This page lists the rooms by group.
de_de: Diese Seite listet die Räume nach Gruppen auf.

source: Time
de_de: Zeit

source: To :
de_de: An:

source: To Do
de_de: Zu erledigen

source: To combine taxes, in Add, create a new label and select two or more taxes already present from the list. Next, fill the value and Save
de_de: Um Steuern zu kombinieren, erstellen Sie unter Hinzufügen ein neues Label und wählen Sie zwei oder mehr bereits vorhandene Steuern aus der Liste aus. Als nächstes füllen Sie den Wert und Speichern

source: To combine taxes, in Add, create a new label and select two or more taxes already present from the list. Next, fill the value and save
de_de: Um Gebühren zu kombinieren, erstellen Sie in "Hinzufügen" eine neue Kennzeichnung und wählen Sie zwei oder mehrere bereits vorhandene Gebühren aus der Liste aus. Geben Sie als nächstes den Wert ein und speichern Sie

source: To customize the customer ticket, you can insert a tag from the list below:
de_de: Um das Kundenticket anzupassen, können Sie eine Markierung aus der folgenden Liste einfügen:

source: To delete a product, remove the digit associated with it.
de_de: Um ein Produkt zu löschen, entfernen Sie die ihm zugeordnete Ziffer.

source: To delete an event, just click on the trash icon.
de_de: Um ein Ereignis zu löschen, klicken Sie auf den Papierkorb.

source: Total
de_de: Insgesamt

source: Total - Canceled
de_de: Insgesamt - Storniert

source: Total - Confirmed
de_de: Insgesamt - Bestätigt

source: Total - To Do
de_de: Insgesamt - Zu erledigen

source: Total Bar
de_de: Bar insgesamt

source: Total Billings
de_de: Rechnungen insgesamt

source: Total Calls
de_de: Anrufe insgesamt

source: Total Restaurant
de_de: Restaurant insgesamt

source: Total Rooms
de_de: Zimmer insgesamt

source: Total calls from this room.
de_de: Alle Anrufe von diesem Zimmer aus.

source: Tourist tax
de_de: Touristensteuer

source: Tourist tax %
de_de: Touristensteuer %

source: Transfer
de_de: Übertragung

source: Try to sort the products by type e.g.: Drink, Snack, Main Course...
de_de: Versuchen Sie, die Produkte nach Typ zu sortieren, z. B .: Getränk, Snack, Hauptgericht ...

source: Two areas are available.
de_de: Zwei Bereiche sind verfügbar.

source: Type
de_de: Typ

source: Type of report
de_de: Berichtstyp

source: Type of report.
de_de: Berichtstyp.

source: Type of room currently used. Unable to delete.
de_de: Art des aktuell genutzten Raumes. Löschen nicht möglich.

source: Types
de_de: Typen

source: UM password :
de_de: UM-Passwort:

source: URL for Check-In
de_de: URL für Check-in

source: URL for User Access
de_de: URL für Benutzerzugang

source: Unable to delete - this guest is still in the room! ID:
de_de: Löschen nicht möglich - dieser Gast ist noch im Zimmer! ID:

source: Unable to save. The number must be between 01 and 14
de_de: Kann nicht speichern. Diese Nummer muss zwischen 01 und 14 liegen

source: Unable to save. The number of available services has been exceeded.
de_de: Speichern nicht möglich. Die Anzahl der verfügbaren Dienste wurde überschritten.

source: Unlocked
de_de: Entsperrt

source: Unsupported file format
de_de: Nicht unterstütztes Dateiformat

source: Update URL RACI and RACO.
de_de: URL RACI und RACO aktualisieren.

source: Updating Group for:
de_de: Gruppe wird aktualisiert für:

source: Updating room :
de_de: Zimmer wird aktualisert:

source: Username for User Access
de_de: Benutzername für Benutzerzugang

source: VM password :
de_de: VM-Passwort:

source: Valid
de_de: Gültig

source: Valid Commands:
de_de: Gültige Befehle:

source: Value
de_de: Wert

source: Voicemail Password
de_de: Voicemail-Passwort

source: Voicemail Prefix
de_de: Voicemail-Vorwahl

source: Wake Up
de_de: Wecker

source: Wakeup
de_de: Wecker

source: Wakeup Help
de_de: Wecker Hilfe

source: Wakeup call is called.
de_de: Weckanruf wird aufgerufen.

source: Wakeup scheduled
de_de: Wecker geplant

source: Warning
de_de: Warnung

source: Warning!
de_de: Warnung!

source: Warning! Are you sure you want to delete? There is no way to undo a deletion.
de_de: Warnung! Sind Sie sicher, dass Sie löschen möchten? Es gibt keine Möglichkeit, eine Löschung rückgängig zu machen.

source: Warning! The property is full right now.
de_de: Warnung! Die Unterkunft ist jetzt voll belegt.

source: Warning! There are no rooms available to perform this check-in.
de_de: Warnung! Für diesen Check-in stehen keine Zimmer zur Verfügung.

source: Warning! This room is not available for this period.
de_de: Warnung! Dieses Zimmer ist für diesen Zeitraum nicht verfügbar.

source: Warning! This room is occupied for the selected date, please choose a different room
de_de: Warnung! Dieses Zimmer ist für das ausgewählte Datum belegt. Bitte wählen Sie ein anderes Zimmer aus

source: Warning! Your property is not configured. Please configure your property to continue.
de_de: Warnung! Ihre Unterkunft wurde nicht konfiguriert. Bitte konfigurieren Sie Ihre Unterkunft, um fortzufahren.

source: Warning!!
de_de: Warnung!

source: Welcome
de_de: Willkommen

source: When :
de_de: Wenn:

source: When check-in and checkout is done, these URL are sent without any control
de_de: Wenn Check-in und Check-out durchgeführt werden, werden diese URL ungeprüft gesendet

source: When clicking on 'More', two fields will appear: Payment Mode, and Pre-Payment.
de_de: Wenn Sie auf "Mehr" klicken, werden zwei Felder angezeigt: "Zahlungsmodus" und "Vorauszahlung".

source: When clicking on 'More', two fields will appear: Payment Mode, and Prepaid Amount.
de_de: Wenn Sie auf "Mehr" klicken, werden zwei Felder angezeigt: Zahlungsmodus und Vorauszahlungsbetrag.

source: When clicking the 'More' button: you can add more information such as address, city, etc.
de_de: Wenn Sie auf die Schaltfläche "Mehr" klicken, können Sie weitere Informationen wie Adresse, Stadt usw. hinzufügen.

source: When there is a booking on the certain day, a windows appears below the Property Manager menu with a link to the list of bookings.
de_de: Wenn an einem bestimmten Tag eine Buchung vorliegt, wird unter dem Menü Property Manager ein Fenster mit einem Link zur Buchungsliste angezeigt.

source: Who
de_de: Wer

source: Within the search field, you can sort the list by keywords.
de_de: Im Suchfeld können Sie die Liste nach Stichwörtern sortieren.

source: Within the search field, you can sort the list by some keywords.
de_de: Im Suchfeld könnnen Sie die Liste nach Suchbegriffen sortieren.

source: Yes
de_de: Ja

source: You are currently using the free version of Property Manager which has a limit of 10 rooms. For more rooms, visit our website and purchase a license
de_de: Sie verwenden derzeit die kostenlose Version von Property Manager, für die maximal 10 Zimmer zur Verfügung stehen. Besuchen Sie für weitere Räume unsere Website und erwerben Sie eine Lizenz

source: You are currently using the free version of Property Manager which has a limit of 10 rooms. For more rooms, visit our website and purchase a license.
de_de: Sie verwenden derzeit die kostenlose Version von Property Manager, für die maximal 10 Zimmer zur Verfügung stehen. Besuchen Sie für weitere Räume unsere Website und erwerben Sie eine Lizenz.

source: You are currently using the free version which has a limit of 10 rooms. For more rooms, visit our website and purchase a license.
de_de: Sie nutzen derzeit die kostenlose Version, die auf 10 Zimmer begrenzt ist. Besuchen Sie unsere Website und erwerben Sie eine Lizenz, wenn Sie mehr Zimmer benötigen.

source: You can add products with or without images. The image will be used in the banner in the customer-facing url.
de_de: Sie können Produkte mit oder ohne Bilder hinzufügen. Das Bild wird im Banner der Kunden-URL verwendet.

source: You can add some comments specific for the customer.
de_de: Sie können einige für den Kunden spezifische Kommentare hinzufügen.

source: You can check your room status, mini bar status, send a message to the receptionist, or check your phone usage.
de_de: Sie können den Status Ihres Zimmers und der Minibar überprüfen, eine Nachricht an die Rezeption senden oder die Nutzung Ihres Telefons überprüfen.

source: You can click on the the filters above to see all confirmed, checked-in, and canceled bookings.
de_de: Sie können auf die Filter oben klicken, um alle bestätigten, eingecheckten und stornierten Buchungen anzuzeigen.

source: You can click on the the filters above to see all confirmed, checked-in, and cancelled bookings.
de_de: Sie können auf die Filter oben klicken, um alle bestätigten, eingecheckten und stornierten Buchungen zu sehen.

source: You can create several different type of taxes, as well as combine them.
de_de: Sie können verschiedene Gebührenarten erstellen und diese auch kombinieren.

source: You can create several different types of taxes, as well as combine them.
de_de: Sie können verschiedene Arten von Steuern erstellen und kombinieren.

source: You can create several scheduled discounts or scheduled prices during a period for a given room.
de_de: Sie können verschiedene geplante Diskontierungen oder geplante Preise während eines Zeitraums für ein bestimmtes Zimmer erstellen.

source: You can select a type of departure (field 'When') : Now, Scheduled, or Other Date
de_de: Sie können eine Abfahrtsart auswählen (Feld 'Wann'): Jetzt, Geplant oder Anderes Datum

source: You can select a type of departure (field 'When'): Now, Scheduled, or Other date
de_de: Sie können eine Abfahrtsart auswählen (Feld 'Wann'): Jetzt, Geplant oder Anderes Datum

source: You can use the search field to find what you need (invoice number, date, name ...).
de_de: Sie können die Suchleiste nutzen, um Dinge zu finden (Rechnungsnummern, Datum, Name ...).

source: You may offer a discount by changing the discount value
de_de: Sie können eine Diskontierung anbieten, indem Sie den Diskontierungswert ändern

source: You may provide a discount by changing the discount value
de_de: Sie können einen Rabatt gewähren, indem Sie den Rabattwert ändern

source: You must fill all three parts of the ticket.
de_de: Sie müssen alle drei Teile des Tickets ausfüllen.

source: You save :
de_de: Sie speichern:

source: Your Personal Dashboard.
de_de: Ihr persönliches Dashboard.

source: Your Room
de_de: Ihr Zimmer

source: Your Room.
de_de: Ihr Zimmer.

source: appears when a wake up call is scheduled for this room.
de_de: wird angezeigt, wenn für diesen Raum ein Weckruf geplant ist.

source: appears when a wake-up call is scheduled for this room.
de_de: wird angezeigt, wenn für diesen Raum ein Weckruf geplant ist.

source: appears when at least one product has been consumed from the mini-bar.
de_de: wird angezeigt, wenn mindestens ein Produkt aus der Minibar verbraucht wurde.

source: appears when at least one product is consumed from the mini-bar.
de_de: erscheint, wenn mindestens ein Artikel aus der Minibar konsumiert wurde.

source: at
de_de: bei

source: called an emergency number
de_de: hat den Notruf gewählt

source: customer name
de_de: Kundenname

source: discount
de_de: Rabatt

source: eg.: free, busy, dirty, guest name, type name, any word in a messgae or even the level of the alert (***).
de_de: z. B.: frei, belegt, schmutzig, Gastname, Typname, ein Wort in einer Meldung oder die Ebene eines Alarms (***).

source: for performing a wake up call.
de_de: für die Durchführung eines Weckanrufes.

source: http://your_remote_device/status.xml?a=admin:admin&r1=0 (for checkout)
de_de: http://your_remote_device/status.xml?a=admin:admin&r1=0 (für Check-outs)

source: icon is an administrative extension.
de_de: Symbol ist eine Verwaltungsnebenstelle.

source: if the customer made a payment. (If customer is paying later, 'Paid' should not be checked during check-out).
de_de: wenn der Kunde eine Zahlung geleistet hat. (Wenn der Kunde später bezahlt, sollte "Bezahlt" beim Auschecken nicht gewählt werden).

source: if the customer made a payment. (If customer is paying later, Paid should not be checked during check-out).
de_de: wenn der Kunde eine Zahlung getätigt hat. (Wenn der Kunde später zahlt, sollte beim Check-out nicht "Gezahlt" ausgewählt werden).

source: in 'DND' column to change its status.
de_de: in der 'DND'-Spalte, um den Status zu ändern.

source: in the 'Alarm Clock' to delete this alert.
de_de: im 'Wecker', um diesen Alarm zu löschen.

source: in the 'Clean' to change its status.
de_de: in 'Reinigen', um den Status zu ändern.

source: in the 'CoS' to change the Class of Service.
de_de: in 'CoS', um die Serviceklasse zu ändern.

source: inside
de_de: innen

source: invoice doesn't exist.
de_de: Rechnung existiert nicht.

source: is currently here :
de_de: befindet sich derzeit hier:

source: mk_dirty - Make the rooms dirty (only rooms that are not available).
de_de: mk_dirty - Schmutzige Zimmer reinigen (nur nicht verfügbare Zimmer).

source: mode is selected.
de_de: Modus ist ausgewählt.

source: model
de_de: Modell

source: nb of users
de_de: Benutzeranzahl

source: no email
de_de: Anzahl der E-Mails

source: or
de_de: oder

source: pms [start] [stop] [wu_alert] [mk_dirty] or [rel_room]
de_de: pms [start] [stop] [wu_alert] [mk_dirty] oder [rel_room]

source: rel_room [room id] - Release a room from a job.
de_de: rel_room [room id] - Ein Zimmer aus einem Auftrag entfernen.

source: to
de_de: an

source: to add a rate.
de_de: um einen Tarif hinzuzufügen.

source: to be entered
de_de: muss eingegeben werden

source: to change the type of extension to an administrative extension. Click on Apply button on top of page and click on submit button to save the changes.
de_de: um den Typ der Nebenstelle in eine administrative Nebenstelle zu ändern. Klicken Sie oben auf der Seite auf Übernehmen und dann auf Senden, um die Änderungen zu speichern.

source: to delete a record.
de_de: um einen Eintrag zu löschen.

source: to delete model.
de_de: um das Modell zu löschen.

source: to delete the rate immediately.
de_de: um den Tarif sofort zu löschen.

source: to download an invoice.
de_de: um eine Rechnung herunterzuladen.

source: to edit a R.A.C url. The room name will appear beside room name label.
de_de: um eine R.C.A.-URL zu bearbeiten. Der Zimmername erscheint neben der Zimmernamenkennzeichnung.

source: to edit a customer, or click on
de_de: um einen Kunden zu bearbeiten, klicken Sie auf

source: to edit model.
de_de: um ein Modell zu bearbeiten.

source: to edit the rate.
de_de: um den Tarif zu bearbeiten.

source: to get more details about this guest.
de_de: um mehr Details über einen Gast zu erhalten.

source: to perform a room transfer.
de_de: um einen Raumtransfer durchzuführen.

source: to send a message.
de_de: um eine Nachricht zu senden.

source: type
de_de: Typ

source: value
de_de: Wert
