Repository: ahilespelid/freepbx
Catalog: admin/modules/pms/i18n/*/LC_MESSAGES/pms.po
Languages: de_de

source: Error! Check the URL for each field. Bad format.
de_de: Fehler! Prüfen Sie die URL für jedes Feld. Falsches Format.

source: call(s) done.
de_de: Anruf(e) abgeschlossen.

source: to
de_de: an

source: to add a group.
de_de: um eine Gruppe hinzuzufügen.

source: to add a service.
de_de: um einen Service hinzuzufügen.

source: to immediately delete the service.
de_de: um unverzüglich einen Service zu löschen.

source: (No license)
de_de: (Keine Lizenz)

source: (The device used here as an example: TCW181B - Ethernet Relay Unit, 8 Relays, 1 Digital Input)
de_de: (Das hier als Beispiel verwendete Gerät: TCW181B - Ethernet-Relaiseinheit, 8 Relais, 1 Digitaleingang)

source: ) can not be changed.
de_de: ) kann nicht geändert werden.

source: * Updating digit:
de_de: * Aktualisierungsziffer:

source: A PHP extension stopped the file upload
de_de: Eine PHP-Erweiterung hat den Datei-Upload gestoppt

source: A product needs to be entered for the digit
de_de: Für die Ziffer muss ein Produkt eingegeben werden

source: A ticket can be printed for the customer with information about the room and the hotel. (See config settings in the general menu).
de_de: Für den Kunden kann ein Ticket mit Informationen über das Zimmer und das Hotel ausgedruckt werden. (Siehe Konfigurationseinstellungen im allgemeinen Menü).

source: A ticket can be printed for the customer with some information about the room and the hotel. (See config settings in the general menu).
de_de: Ein Ticket mit Informationen über das Zimmer und das Hotel kann für den Kunden ausgedruckt werden. (Siehe Konfigurationseinstellungen im allgemeinen Menü).

source: ALERT! Room
de_de: ACHTUNG! Zimmer

source: About Group, you can select a group to use for the departure. Any rooms associated with this group will appear in the room list.
de_de: Über Gruppe können Sie eine Gruppe auswählen, die für den Abflug verwendet werden soll. Alle dieser Gruppe zugeordneten Räume werden in der Raumliste angezeigt.

source: About features:
de_de: Über Funktionen:

source: Accounting
de_de: Buchhaltung

source: Action
de_de: Aktion

source: Actions
de_de: Aktionen

source: Add
de_de: Hinzufügen

source: Add Product
de_de: Produkt hinzufügen

source: Add Room
de_de: Zimmer hinzufügen

source: Add Room Help
de_de: Zimmer Hilfe hinzufügen

source: Add a product from mini-bar for a room.
de_de: Ein Produkt aus der Minibar für ein Zimmer hinzufügen.

source: Add room is called.
de_de: Zimmer hinzufügen wird aufgerufen.

source: Adding Rates:
de_de: Preise hinzufügen:

source: Adding Rates:
de_de: Preise hinzufügen:

source: Adding model:
de_de: Modell hinzufügen:

source: Adding product:
de_de: Produkt hinzufügen:

source: Adding room :
de_de: Zimmer hinzufügen:

source: Adding serive:
de_de: Service hinzufügen:

source: Additional Guests
de_de: Weitere Gäste

source: Additional guest
de_de: Weiterer Gast

source: Address
de_de: Adresse

source: Alarm Clock
de_de: Wecker

source: Alarm clock scheduled
de_de: Wecker ist gestellt

source: Alert
de_de: Alarm

source: Alert!
de_de: ACHTUNG!

source: All is ok to make a ticket.
de_de: Alles ist in Ordnung und ein Ticket kann erstellt werden.

source: Allow this user to be able to read and change their room status, and send messages to the receptionist
de_de: Ermöglichen Sie diesem Benutzer das Lesen und Ändern seines Raumstatus sowie das Senden von Nachrichten an die Rezeption

source: Amount
de_de: Betrag

source: Amount Due to be paid:
de_de: Zu zahlender Betrag:

source: Amount Prepaid:
de_de: Vorauszahlungsbetrag:

source: Amount Prepaid: <br>
de_de: Vorauszahlungsbetrag: <br>

source: Amount due to be paid:
de_de: Zu zahlender Betrag:

source: And finally, enter the number of last digits which need to be hidden in your invoice.
de_de: Geben Sie schließlich die Anzahl der letzten Ziffern an, die auf Ihrer Rechnung verborgen sein müssen.

source: Applications
de_de: Anwendungen

source: Apply Config
de_de: Konfiguration anwenden

source: Are you sure you want to delete? You cannot undo a deletion after clicking on Delete.
de_de: Sind Sie sicher, dass Sie löschen möchten? Sie können eine Löschung nicht rückgängig machen, nachdem Sie auf Löschen geklickt haben.

source: Arguments available [start] or [stop] (see --help)
de_de: Argumente verfügbar [Start] oder [Stopp] (siehe --Hilfe)

source: Arr.
de_de: Ank.

source: Arrival
de_de: Ankunft

source: Arrival - Show the arrival date
de_de: Ankunft - Zeige das Ankunftsdatum an

source: Arrivals & Departures
de_de: Ankünfte & Abreisen

source: Audio File
de_de: Audiodatei

source: Available
de_de: Verfügbar

source: Bad URL format
de_de: Falsches URL-Format

source: Bank Check
de_de: Bankprüfung

source: Bank Transf
de_de: Banküberweisung

source: Bank check
de_de: Bankprüfung

source: Bank transfer
de_de: Banküberweisung

source: Below the name of the guest, a message may appear if a customer has sent a message to the receptionist. Click on the trash icon to delete it.
de_de: Unter dem Namen des Gastes wird möglicherweise eine Nachricht angezeigt, wenn ein Kunde eine Nachricht an die Rezeption gesendet hat. Klicken Sie auf das Papierkorbsymbol, um es zu löschen.

source: Below the name of the guest, a message may appear when a customer has sent a message to the receptionist. Click on the trash icon to delete it.
de_de: Unter dem Namen des Gastes wird möglicherweise eine Nachricht angezeigt, wenn ein Kunde eine Nachricht an die Rezeption gesendet hat. Klicken Sie auf das Papierkorbsymbol, um es zu löschen.

source: Billing
de_de: Abrechnung

source: Billing Duration
de_de: Rechnungsdauer

source: Billing Increment
de_de: Rechnungserhöhung

source: Billing Rate
de_de: Rechnungspreis

source: Billing Rate Help
de_de: Rechnungspreis Hilfe

source: Billing Rates
de_de: Rechnungspreise

source: Billing Rates is called.
de_de: Rechnungspreise wird aufgerufen.

source: Billing Report
de_de: Rechnungsbericht

source: Billing Report Help
de_de: Rechnungsbericht Hilfe

source: Billing details for %s (reservation number: %s).
de_de: Rechnungsdetails für %s (Reservierungsnummer: %s).

source: Billing rate is not fully completed. Please enter all rates before performing a check-out.
de_de: Abrechnungssatz ist nicht vollständig ausgefüllt. Bitte geben Sie alle Preise ein, bevor Sie einen Check-out durchführen.

source: Billing report is called.
de_de: Rechnungsbericht wird aufgerufen.

source: Billings
de_de: Rechnungen

source: Body
de_de: Körper

source: Body: The body of the email as you would like it to appear.
de_de: Textkörper: Der Textkörper der E-Mail, wie er angezeigt werden soll.

source: Booking
de_de: Buchung

source: Booking - Canceled
de_de: Buchung - Storniert

source: Booking - Confirmed
de_de: Buchung - Bestätigt

source: Booking - To Do
de_de: Buchung - Zu erledigen

source: Booking List
de_de: Buchungsliste

source: Booking List Help
de_de: Buchungsliste Hilfe

source: Booking List is called.
de_de: Buchungsliste wird aufgerufen.

source: Booking Number
de_de: Buchungsnummer

source: Booking Status
de_de: Buchungsstatus

source: Booking Status Help
de_de: Buchungsstatus Hilfe

source: Booking done for booking number:
de_de: Buchung erfolgt für Buchungsnummer:

source: Booking done for number:
de_de: Buchung fertig für Nummer:

source: Booking filter between :
de_de: Buchungsfilter zwischen:

source: Booking filter between:
de_de: Buchungsfilter zwischen:

source: Booking is called.
de_de: Buchung wird aufgerufen.

source: Broken!!
de_de: Kaputt!!

source: Busy
de_de: Besetzt

source: Call Between Rooms.
de_de: Anruf zwischen Räumen.

source: Call Between Rooms: A room extension is able to call another room extension.
de_de: Zwischen Räumen anrufen: Eine Raumnebenstelle kann eine andere Raumnebenstelle anrufen.

source: Call Between Rooms: An room extension is able to call another room extension.
de_de: Zwischen Räumen anrufen: Eine Raumerweiterung kann eine andere Raumerweiterung anrufen.

source: Call Details
de_de: Anrufdetails

source: Call Restriction
de_de: Anrufbeschränkung

source: Call Summary
de_de: Anrufzusammenfassung

source: Calling receptionist:
de_de: Anrufen der Rezeption:

source: Calls
de_de: Anrufe

source: Calls - Details
de_de: Anrufe - Details

source: Can Not Find Uploaded Files
de_de: Kann keine hochgeladenen Dateien finden

source: Canceled
de_de: Abgebrochen

source: Canceled at:
de_de: Storniert um:

source: Cannot schedule the call the scheduled time is in the past. [Time now: %s] [Wakeup Time: %s]
de_de: Kann Anruf nicht planen, der geplante Zeitpunkt liegt in der Vergangenheit. [Aktuelle Zeit: %s] [Weckzeit: %s]

source: Cannot schedule the call, due to insufficient data
de_de: Kann den Anruf aufgrund unzureichender Daten nicht planen

source: Cant Create Temp Directory: %s
de_de: Kann kein temporäres Verzeichnis erstellen: %s

source: Cant find uploaded file
de_de: Kann hochgeladene Datei nicht finden

source: Cash
de_de: Bar

source: Change Call Restriction
de_de: Anrufbeschränkung ändern

source: Change invoice not-paid to paid status
de_de: Ändern Sie den Status der nicht bezahlten Rechnung in den Status der bezahlten Rechnung

source: Change status to clean for a room.
de_de: Reinigungsstatus eines Zimmers ändern.

source: Charge
de_de: Gebühr

source: Charge already used.
de_de: Ladung bereits verwendet.

source: Charges
de_de: Gebühren

source: Check In Help
de_de: Check-in Hilfe

source: Check Wakeup Alert
de_de: Weckalarmzeit prüfen

source: Check for performing cancellation
de_de: Prüfung zur Durchführung einer Stornierung

source: Check for performing check-in
de_de: Prüfung zur Durchführung eines Check-ins

source: Check for performing confirm
de_de: Prüfung für die Durchführung einer Bestätigung

source: Check out is called.
de_de: Check-out wird aufgerufen.

source: Check-in date must be longer than today.
de_de: Das Check-in-Datum muss hinter dem heutigen Datum liegen.

source: Check-in date should not be longer than today.
de_de: Das Check-in-Datum darf nicht hinter dem heutigen Datum liegen.

source: Check-in done for:
de_de: Check-in fertig für:

source: Check-in is called.
de_de: Check-in wird aufgerufen.

source: Check-out
de_de: Auschecken

source: Checked In
de_de: Eingecheckt

source: Checkin Help
de_de: Check-in Hilfe

source: Checking wakeup alert.
de_de: Weckalarmzeit wird überprüft.

source: Checkout Help
de_de: Check-Out Hilfe

source: Checkout done for:
de_de: Check-out fertig für:

source: City
de_de: Stadt

source: Class of Service used by default for Check-In
de_de: Serviceklasse, die standardmäßig für Check-ins verwendet wird

source: Class of Service used by default for Check-In: Set the context name used by class of services when a room is check in. (from-pms by default)
de_de: Standardmäßig für das Einchecken verwendete Serviceklasse: Legen Sie den Kontextnamen fest, der von der Serviceklasse beim Einchecken eines Zimmers verwendet wird. (standardmäßig von-pms/from-pms)

source: Class of Service used by default for Check-Out
de_de: Serviceklasse, die standardmäßig für Check-outs verwendet wird

source: Class of Service used by default for Check-Out: Set the context name used by class of services when a room is check-out. (from-pms by default)
de_de: Standardmäßig für das Auschecken verwendete Serviceklasse: Legen Sie den Kontextnamen fest, der von der Serviceklasse beim Auschecken eines Zimmers verwendet wird. (standardmäßig von-pms/from-pms)

source: Class of Services
de_de: Serviceklassen

source: Clean
de_de: Reinigen

source: Clean Status :
de_de: Reinigungsstatus:

source: Clear
de_de: Löschen

source: Clear All
de_de: Alle löschen

source: Click on
de_de: Klicken Sie auf

source: Click on Add Product to display the fields.
de_de: Klicken Sie auf "Produkt hinzufügen", um Felder anzuzeigen.

source: Click on Submit button to save your rate.
de_de: Klicken Sie auf die Senden-Schaltfläche, um Ihren Preis zu speichern.

source: Click on Submit to apply your changes.
de_de: Klicken Sie auf Senden, um Ihre Änderungen zu übernehmen.

source: Click on Submit to save the changes.
de_de: Klicken Sie auf Senden, um die Änderungen zu speichern.

source: Click on Submit to save.
de_de: Klicken Sie zum Speichern auf "Senden".

source: Click on submit for applying your changes.
de_de: Klicken Sie auf "Senden", um Änderungen anzuwenden.

source: Click on submit to save the changes.
de_de: Klicken Sie auf "Senden", um Änderungen zu speichern.

source: Click on the More button to display/hide additional fields.
de_de: Klicken Sie auf die Schaltfläche Mehr, um zusätzliche Felder anzuzeigen / auszublenden.

source: Click on the line below the graph to hide or show each item.
de_de: Klicken Sie auf die Linie unter dem Diagramm, um die einzelnen Elemente auszublenden oder anzuzeigen.

source: Click on the line below the graph to hide or show the item.
de_de: Klicken Sie auf die Linie unter dem Diagramm, um den Artikel zu verbergen oder anzuzeigen.

source: Click the 'More' button to set more information like address, city, etc.
de_de: Klicken Sie auf die Schaltfläche "Mehr", um weitere Informationen wie Adresse, Stadt usw. festzulegen.

source: Click the Confirmed button to delete the booking or check-in the guests.
de_de: Klicken Sie auf die "Bestätigt"-Schaltfläche, um die Buchung zu löschen oder die Gäste einzuchecken.

source: Click the Submit button to save group.
de_de: Klicken Sie auf die "Senden"-Schaltfläche, um die Gruppe zu speichern.

source: Click the Submit button to save the group.
de_de: Klicken Sie auf die Schaltfläche Senden, um die Gruppe zu speichern.

source: Click the button 'Checkout' to perfom a check-out
de_de: Klicken Sie auf die "Check-out"-Schaltfläche, um einen Check-out durchzuführen

source: Click the button 'Preview' to see a preview of the invoice and charges. And next, Checkout button will be displayed.
de_de: Klicken Sie auf die "Vorschau"-Schaltfläche, um eine Vorschau der Rechnung und Gebühren zu sehen. Als nächstes wird die "Check-out"-Schaltfläche angezeigt.

source: Close
de_de: Schließen

source: Comapny Report
de_de: Firmenbericht

source: Comments
de_de: Kommentare

source: Comments :
de_de: Kommentare:

source: Comments:
de_de: Bemerkungen:

source: Company
de_de: Firma

source: Company Location
de_de: Firmenstandort

source: Company Location: Set the address of your hotel.
de_de: Firmensitz: Geben Sie die Adresse Ihres Hotels ein.

source: Company Report
de_de: Firmenbericht

source: Company Report Help
de_de: Firmenbericht Hilfe

source: Company Report is called.
de_de: Firmenbericht wird aufgerufen.

source: Company:
de_de: Firma:

source: Config
de_de: Konfig

source: Confirmed
de_de: Bestätigt

source: Confirmed at:
de_de: Bestätigt um:

source: Connection Charge
de_de: Verbindungsgebühr

source: Context used by default for Check-In
de_de: Standardmäßig verwendeter Kontext für Check-ins

source: Context used by default for Check-Out
de_de: Standardmäßig verwendeter Kontext für Check-Outs

source: Credit Card
de_de: Kreditkarte

source: Currency
de_de: Währung

source: Currency : Set your Country Code Language List like : en_US or fr_FR ...etc
de_de: Währung: Stellen Sie Ihre Ländercode-Sprachliste wie folgt ein: en_US oder fr_FR ... etc

source: Currency: Set your country like this: en_US, fr_FR, which provides the appropriate currency format.
de_de: Währung: Legen Sie Ihr Land wie folgt fest: en_US, fr_FR, das das entsprechende Währungsformat bereitstellt.

source: Customer Edit
de_de: Kundenbearbeitung

source: Customer List
de_de: Kundenliste

source: Customer List Help
de_de: Kundenliste Hilfe

source: Customer List is called.
de_de: Kundenliste wird aufgerufen.

source: Customer Summary
de_de: Kundenübersicht

source: Customer Ticket
de_de: Kundenticket

source: Customer edit is called.
de_de: Kundenbearbeitung wird aufgerufen.

source: Customer ticket:
de_de: Kundenticket:

source: Customers
de_de: Kunden

source: DATE
de_de: DATUM

source: Date
de_de: Datum

source: Date / Time
de_de: Datum / Zeit

source: Date Start
de_de: Datum Start

source: Date of Arrival
de_de: Ankunftsdatum

source: Date of Departure
de_de: Abreisedatum

source: Date/Time
de_de: Datum/Zeit

source: Days remaining
de_de: Verbleibende Tage

source: Default
de_de: Standard

source: Define a label (name) for your service.
de_de: Definieren Sie eine Bezeichnung (einen Namen) für Ihren Dienst.

source: Delete
de_de: Löschen

source: Delete URL RACI and RACO.
de_de: URL RACI und RACO löschen.

source: Delete event for discounting:
de_de: Termin für Rabattierung löschen:

source: Delete event for room type :
de_de: Ereignis für Zimmertyp löschen:

source: Deleteing guest done for guest id:
de_de: Gast löschen erledigt für Gast ID:

source: Deleting model :
de_de: Modell wird gelöscht:

source: Deleting product in banner
de_de: Produkt im Banner wird gelöscht

source: Deleting product in restaurant:
de_de: Produkt im Restaurant löschen:

source: Deleting product:
de_de: Produkt löschen:

source: Deleting rate:
de_de: Preis wird gelöscht:

source: Deleting room :
de_de: Raum löschen:

source: Deleting room service.
de_de: Zimmerservice wird gelöscht.

source: Deleting service:
de_de: Service wird gelöscht:

source: Deleting tax:
de_de: Steuer löschen:

source: Deleting wakeup :
de_de: Wecker wird gelöscht:

source: Delivered at:
de_de: Geliefert bei:

source: Dep.
de_de: Abt.

source: Departure
de_de: Abreise

source: Departure - Show departure date
de_de: Abreise - Zeigt das Abreisedatum an

source: Departure - Show the departure date
de_de: Abreise - Zeigt das Abreisedatum an

source: Depature
de_de: Abreise

source: Deposit
de_de: Anzahlung

source: Description
de_de: Beschreibung

source: Destination
de_de: Zielort

source: Dial *44 (by default) and listen to the prompt, or dial *44 + your service number (e.g. *4401), and listen to the prompt.
de_de: Wählen Sie *44 (standardmäßig) und hören Sie auf die Aufforderung, oder wählen Sie *44 + Ihre Dienstnummer (z. B. *4401) und hören Sie auf die Aufforderung.

source: Dialplan
de_de: Wählplan

source: Digits
de_de: Ziffern

source: Dirty
de_de: Schmutzig

source: Discount
de_de: Rabatt

source: Discount %
de_de: Rabatt %

source: Discount:
de_de: Rabatt:

source: Discount: Set the discount in percent for the entire room.
de_de: Rabatt: Legen Sie den Rabatt in Prozent für den gesamten Raum fest.

source: Discounting
de_de: Diskontierung

source: Done
de_de: Erledigt

source: Download
de_de: Herunterladen

source: Download text file
de_de: Textdatei herunterladen

source: Downloading invoice in progress:
de_de: Rechnung wird heruntergeladen:

source: Downloading report in progress:
de_de: Bericht wird heruntergeladen:

source: Duration
de_de: Dauer

source: E.g.: If a customer originally books a room with one person, and adds an additional person later, you can increase the price with this feature.
de_de: Beispiel: Wenn ein Kunde ursprünglich ein Zimmer mit einer Person bucht und später eine weitere Person hinzufügt, können Sie den Preis mit dieser Funktion erhöhen.

source: Edit
de_de: Bearbeiten

source: Edit Customer
de_de: Kunde bearbeiten

source: Email Settings
de_de: E-Mail-Einstellungen

source: Email Settings:
de_de: E-Mail-Einstellungen:

source: Email: Set the email address of your hotel. This is used by the Property Manager module when it needs to send email.
de_de: E-Mail: Geben Sie die E-Mail-Adresse Ihres Hotels ein. Dies wird vom Property Manager-Modul verwendet, wenn E-Mails gesendet werden müssen.

source: Emeregency
de_de: Notfall

source: Emergency
de_de: Notfall

source: Emergency Number is called.
de_de: Notrufnummer wird angerufen.

source: Emergency Route
de_de: Rettungsweg

source: Emergency Route: Select an emergency route.
de_de: Notfallroute: Wählen Sie eine Notfallroute aus.

source: Emergency, Deleteing flag:
de_de: Notfall, Markierung wird gelöscht:

source: Empty
de_de: Leer

source: Enable Property Manager
de_de: Property Manager aktivieren

source: End Date
de_de: Enddatum

source: Enter a group name
de_de: Geben Sie einen Gruppennamen ein

source: Enter a name for the group
de_de: Geben Sie einen Namen für die Gruppe ein

source: Enter a service number between 01 and 14 (This must be two digits).
de_de: Geben Sie eine Servicenummer zwischen 01 und 14 ein (dies muss zweistellig sein).

source: Enter the URLs for check-in and checkout like this:
de_de: Geben Sie URLs für Check-in und Check-out wie folgt ein:

source: Enter the billing duration in seconds. Eg.: 60 (for 1 min). Zero is not permitted.
de_de: Geben Sie die Abrechnungsdauer in Sekunden ein. ZB: 60 (für 1 min). Null ist nicht erlaubt.

source: Enter the price for this prefix based on the duration. Eg.: 0.10 (for 60 seconds).
de_de: Geben Sie den Preis für diese Vorwahl ein, basierend auf der Dauer. z. B. 0,10 (für 60 Sekunden).

source: Enter the rate offset in currency. Eg.: 0.5 if your currency is $, the value of this offset will be $0.50 per call.
de_de: Geben Sie den Kursoffset in ihrer Währung ein. Beispiel: 0,5 Wenn Ihre Währung $ ist, beträgt der Wert dieses Offsets 0,50 $ pro Anruf.

source: Every
de_de: Alle

source: Example:
de_de: Beispiel:

source: Ext.
de_de: Nst.

source: Exten
de_de: Nebenst.

source: Extension
de_de: Nebenstelle

source: Extension Type
de_de: Nebenstellentyp

source: Extension number
de_de: Nebenstellennummer

source: Failed to write file to disk
de_de: Konnte Datei nicht auf Disk schreiben

source: Features
de_de: Funktionen

source: File
de_de: Datei

source: Fill the first character in the field Product list or put a % to display all.
de_de: Füllen Sie das erste Zeichen im Feld Produktliste aus oder setzen Sie % ein, um alle anzuzeigen.

source: Finacial Report
de_de: Finanzbericht

source: Financial Report
de_de: Finanzbericht

source: Financial report.
de_de: Finanzbericht.

source: First Name
de_de: Vorname

source: First name
de_de: Vorname

source: Footer
de_de: Fußzeile

source: For
de_de: Für

source: For Group, you can select a group that will be used for the departure. Any rooms associated with this group will appear in the room list.
de_de: Für Gruppe können Sie eine Gruppe auswählen, die für den Abflug verwendet wird. Alle dieser Gruppe zugeordneten Räume werden in der Raumliste angezeigt.

source: For additional guests, enter the price for any additional guests in this room.
de_de: Geben Sie für zusätzliche Gäste den Preis für zusätzliche Gäste in diesem Zimmer ein.

source: For call details, please click 'Details'
de_de: Klicken Sie auf 'Details', um Anrufdetails zu sehen

source: For deleting RAC requests, leave the fields blank and click on the Submit button to save your changes.
de_de: Lassen Sie zum Löschen von RAC-Anforderungen die Felder leer und klicken Sie auf die Schaltfläche Senden, um Ihre Änderungen zu speichern.

source: Formula
de_de: Formel

source: Free
de_de: Kostenlos

source: From Name
de_de: Von Name

source: General
de_de: Allgemein

source: General Help
de_de: Allgemeine Hilfe

source: General config is called.
de_de: Allgemeine Konfiguration wird aufgerufen.

source: Generating invoice:
de_de: Rechnung wird erstellt:

source: Gives the group name for a given privilege and displays the number of users within this group.
de_de: Gibt den Gruppennamen für ein bestimmtes Privileg an und zeigt die Anzahl der Benutzer in dieser Gruppe an.

source: Group
de_de: Gruppe

source: Group List
de_de: Gruppenliste

source: Group List Help
de_de: Gruppenliste Hilfe

source: Group List is called.
de_de: Gruppenliste wird aufgerufen.

source: Groups
de_de: Gruppen

source: Grp
de_de: Gruppe

source: Guest
de_de: Gast

source: Guest +
de_de: Gast +

source: Guest updated.
de_de: Gast aktualisiert.

source: Header
de_de: Kopfzeile

source: Home
de_de: Startseite

source: Home Page
de_de: Startseite

source: Home Page Help
de_de: Startseite Hilfe
