Repository: ahilespelid/freepbx
Catalog: admin/modules/pms/i18n/*/LC_MESSAGES/pms.po
Languages: de_de

source: Home page
de_de: Startseite

source: Home page Help
de_de: Startseite Hilfe

source: Home page is called.
de_de: Startseite wird aufgerufen.

source: Hotel guests
de_de: Hotelgäste

source: Hotel mode allows all features embedded into FreePBX.
de_de: Der Hotelmodus ermöglicht alle in FreePBX eingebetteten Funktionen.

source: Hotel mode or Slave mode (Oracle protocol).
de_de: Hotelmodus oder Slave-Modus (Oracle-Protokoll).

source: Hotel mode or another type of connector into the list.
de_de: Hotelmodus oder eine andere Art von Anschluss in die Liste.

source: Hotel occupancy rates is called.
de_de: Hotelauslastung wird aufgerufen.

source: Housekeeping Service (Default: *44). Dial *44 and follow the comments. You can dial dirrectly the number of service like this: *4400, *4401..14. <br> Consult the list of services available for more informations.
de_de: Reinigungsservice (Standardeinstellung: *44). Wählen Sie *44 und folgen Sie den Kommentaren. Sie können die Nummer des Dienstes wie folgt direkt wählen: *4400, *4401..14. <br> Weitere Informationen finden Sie in der Liste der verfügbaren Dienste.

source: Housekeeping Service Help
de_de: Housekeeping Service Hilfe

source: How it works?
de_de: Wie funktioniert es?

source: How to use it?
de_de: Wie wird es verwendet?

source: ID field is for an official ID number, e.g. passport, driver's license, etc.
de_de: Das ID-Feld steht für eine offizielle ID-Nummer, z. Reisepass, Führerschein usw.

source: ID field is used for customer ID number, e.g. passport, drivers license, etc.
de_de: Das ID-Feld wird für die Kunden-ID-Nummer verwendet, z. Reisepass, Führerschein usw.

source: INVOICE
de_de: RECHNUNG

source: ITEM
de_de: ARTIKEL

source: If TTS is selected, then the content of the label will be interpreted with a Text To Speech service. If File is selected, then select an audio file from the list box.
de_de: Wenn TTS ausgewählt ist, wird der Inhalt des Etiketts mit einem Text-zu-Sprache-Dienst interpretiert. Wenn Datei ausgewählt ist, wählen Sie eine Audiodatei aus dem Listenfeld aus.

source: If the customer would like to receive an invoice by email, check 'Send by email'
de_de: Wenn der Kunde eine Rechnung per E-Mail erhalten möchte, aktivieren Sie das Kontrollkästchen "Per E-Mail senden"

source: If the invoice is paid, check 'Paid'
de_de: Wenn die Rechnung bezahlt wurde, wählen Sie 'Bezahlt' aus

source: If this module is licensed, you can use the Class of Service features or the context from-pms only.
de_de: Wenn dieses Modul lizenziert ist, können Sie die Serviceklassenfunktionen oder nur den Kontext 'von-pms' nutzen.

source: If this module is not licensed, you would use the context from-pms by default.
de_de: Wenn dieses Modul nicht lizenziert ist, verwenden Sie standardmäßig den Kontext 'von-pms'.

source: If you need to create a new booking, just click on 'Booking'.
de_de: Wenn Sie eine neue Buchung erstellen müssen, klicken Sie einfach auf "Buchung".

source: If you need to make a new booking, just click on 'Booking'.
de_de: Wenn Sie eine neue Buchung vornehmen müssen, klicken Sie einfach auf "Buchung".

source: If you want to add a product to the banner, select Menu, and add the product in the list. The product will appear in the banner for the customer-facing url.
de_de: Wenn Sie dem Banner ein Produkt hinzufügen möchten, wählen Sie Menü und fügen Sie das Produkt in die Liste ein. Das Produkt wird im Banner für die Kunden-URL angezeigt.

source: If you want to add products to the banner, select Menu, and add the product to the list. These products will appear in the banner for the customer-facing URL.
de_de: Wenn Sie dem Banner Produkte hinzufügen möchten, wählen Sie Menü und fügen Sie das Produkt der Liste hinzu. Diese Produkte werden im Banner für die Kunden-URL angezeigt.

source: Image
de_de: Bild

source: Inherit
de_de: Übernehmen

source: Invoice Number
de_de: Rechnungsnummer

source: Invoice number
de_de: Rechnungsnummer

source: Label
de_de: Kennzeichnung

source: Language
de_de: Sprache

source: Last Name
de_de: Nachname

source: Last name
de_de: Nachname

source: Leave your mouse below the items underlined to see more informations.
de_de: Halten Sie die Maus unter die unterstrichenen Artikel, um weitere Informationen zu sehen.

source: Leaving the mouse on the timeline gives additional details.
de_de: Wenn Sie die Maus auf der Timeline lassen, erhalten Sie zusätzliche Details.

source: List
de_de: Liste

source: Lock Room During Checkout.
de_de: Zimmer während der Kasse sperren.

source: Locked
de_de: Gesperrt

source: Locked Room During Checkout: When a room is checked out, it becomes locked.
de_de: Gesperrter Raum während der Kasse: Wenn ein Raum ausgecheckt wird, wird er gesperrt.

source: Log File
de_de: Protokolldatei

source: Log file is called.
de_de: Protokolldatei wird aufgerufen.

source: Logo: Click on Browse and select a logo in jpg, png or gif format.
de_de: Logo: Klicken Sie auf Durchsuchen und wählen Sie ein Logo im JPG-, PNG- oder GIF-Format aus.

source: Maid Services
de_de: Reinigungsservices

source: Maid Services is called.
de_de: Reinigungsservice wird aufgerufen.

source: Main
de_de: Haupt

source: Make rooms dirty.
de_de: Schmutzige Zimmer reinigen.

source: Make the rooms dirty.
de_de: Die schmutzigen Zimmer reinigen.

source: Mask
de_de: Maske

source: Menu
de_de: Menü

source: Menu / Order
de_de: Menü / Bestellung

source: Menu / Orders
de_de: Menü/ Bestellungen

source: Menu / Orders Help
de_de: Menü / Bestellungen Hilfe

source: Message for %s (Reservation number %s)
de_de: Nachricht für %s (Reservierungsnummer %s)

source: Messages
de_de: Meldungen

source: Messages From Front Desk
de_de: Nachrichten von der Rezeption

source: Mini-Bar Products
de_de: Minibarartikel

source: Mini-bar (Default: *37), is able to add some drinks to the room, which will be used during the billing.<br>When housekeeping staff leans the room, they can check the mini-bar and enter all drinks used by the guest.<br>Eg: Dial *37 and when you hear the prompt dial 1 2 2 followed by * (* to save your order )<br>(1 could be a Coca, and 2 could be a Whiskey). So 1 Coca and 2 Whiskey, total 3 drinks.
de_de: Die Minibar (Standard: * 37) kann dem Zimmer einige Getränke hinzufügen, die während der Abrechnung verwendet werden. <br> Wenn das Reinigungspersonal das Zimmer reinigt, kann es die Minibar überprüfen und alle vom Gast verwendeten Getränke eingeben. <br> ZB: Wählen Sie * 37, und wenn Sie die Eingabeaufforderung hören, wählen Sie 1 2 2, gefolgt von * (*, um Ihre Bestellung zu speichern) <br> (1 könnte ein Coca und 2 könnte ein Whisky sein). Also 1 Coca und 2 Whisky, insgesamt 3 Getränke.

source: Mini-bar Help
de_de: Minibar Hilfe

source: Mini-bar is called.
de_de: Minibar wird aufgerufen.

source: Missing a temporary folder
de_de: Temporärer Ordner fehlt

source: Mobile
de_de: Mobil

source: Mobile Number
de_de: Handynummer

source: Model
de_de: Modell

source: Models is called.
de_de: Modelle werden aufgerufen.

source: Monay advance:
de_de: Geldvorschuss:

source: Money Advance
de_de: Geldvorschuss

source: More
de_de: Mehr

source: New Call Restriction
de_de: Neue Anrufbeschränkung

source: New Classs of Service for
de_de: Neue Serviceklasse für

source: New Price
de_de: Neuer Preis

source: New Rate
de_de: Neuer Tarif

source: New logo is changed:
de_de: Neues Logo wurde geändert:

source: Next, just click on each product to display it.
de_de: Klicken Sie als nächstes auf jedes Produkt, um es anzuzeigen.

source: No
de_de: Nein

source: No Transfer
de_de: Keine Übertragung

source: No email for customer - an email address must be added to the customer's record!
de_de: Keine E-Mail für den Kunden - eine E-Mail-Adresse muss zum Kundendatensatz hinzugefügt werden!

source: No expense...
de_de: Keine Kosten ...

source: No file was uploaded
de_de: Es wurde keine Datei hochgeladen

source: No more room available for check in!! You have been switched in Booking mode right now.
de_de: Es ist kein Zimmer mehr zum Einchecken verfügbar! Sie wurden jetzt in den Buchungsmodus geschaltet.

source: None
de_de: Keine

source: Not attributed.
de_de: Nicht zugeschrieben.

source: Nota. You will lose some features selecting another addon. These features must be managed through the other application such as restaurant management, minibar management, booking management
de_de: Kein. Sie werden einige Funktionen verlieren, wenn Sie ein anderes Addon auswählen. Diese Funktionen müssen über die andere Anwendung verwaltet werden, z. B. die Restaurantverwaltung, die Minibarverwaltung und die Buchungsverwaltung

source: Now
de_de: Jetzt

source: Number of people
de_de: Personenanzahl

source: Number of people:
de_de: Anzahl der Personen:

source: Number of users for accounting:
de_de: Anzahl der Benutzer für die Buchhaltung:

source: Numbers
de_de: Anzahl

source: Occupied
de_de: belegt

source: On top: the mandatory information like the name, room, dates, etc.
de_de: Oben: die obligatorischen Informationen wie Name, Zimmer, Daten usw.

source: Operating mode
de_de: Betriebsmodus

source: Optional parameter
de_de: Optionaler Parameter

source: Options
de_de: Optionen

source: Other
de_de: Andere

source: Other Date - Departing on a different date
de_de: Anderes Datum - Abreise an einem anderen Datum

source: Other Date - Departing on an unspecified date
de_de: Anderes Datum - Abreise an einem nicht festgelegten Datum

source: Other date
de_de: Anderes Datum

source: Other mode
de_de: Anderer Modus

source: Overnight stays for the room number
de_de: Übernachtungen für die Zimmernummer

source: PAID
de_de: BEZAHLT

source: PMS Functions
de_de: PMS-Funktionen

source: PMS dialplan:
de_de: PMS-Wählplan:

source: Paid
de_de: Bezahlt

source: Panel is called.
de_de: Bedienfeld wird aufgerufen.

source: Password for User Access
de_de: Passwort für den Benutzerzugang

source: Payment method
de_de: Zahlungsart

source: Payment mode:
de_de: Zahlungsart:

source: Pending Departure
de_de: Bevorstehende Abreise

source: Period from
de_de: Zeitraum von

source: Period from :
de_de: Zeitraum von:

source: Period from:
de_de: Zeitraum von:

source: Phone
de_de: Telefon

source: Phone :
de_de: Telefon:

source: Phone Number
de_de: Telefonnummer

source: Phone:
de_de: Telefon:

source: Please Select an event
de_de: Bitte wählen Sie ein Ereignis aus

source: Please enter a product in Search field.
de_de: Bitte geben Sie ein Produkt in das Suchfeld ein.

source: Please enter a product in the Search field.
de_de: Bitte geben Sie ein Produkt in das Suchfeld ein.

source: Please enter a valid Number.
de_de: Bitte geben Sie eine gültige Nummer ein.

source: Please enter your product in Search field.
de_de: Bitte geben Sie Ihr Produkt in das Suchfeld ein.

source: Please enter your product in the search field.
de_de: Bitte geben Sie Ihr Produkt in die Suchzeile ein.

source: Please select the destination room for this guest: <p></p>
de_de: Bitte wählen Sie das Zielzimmer für diesen Gast aus: <p></p>

source: Please, select the room destination for this guest : <p></p>
de_de: Geben Sie bitte den Zimmerzielort für diesen Gast ein: <p></p>

source: Point your mouse below the underlined items to see more informations.
de_de: Zeigen Sie mit der Maus unter die unterstrichenen Elemente, um weitere Informationen anzuzeigen.

source: Pointing the mouse on the timeline gives additional details.
de_de: Wenn Sie mit der Maus auf die Timeline zeigen, werden zusätzliche Details angezeigt.

source: Preview
de_de: Vorschau

source: Preview Ticket for customer is called.
de_de: Das Vorschauticket für den Kunden wird aufgerufen.

source: Price
de_de: Preis

source: Price with
de_de: Preis mit

source: Prices
de_de: Preise

source: Print
de_de: Drucken

source: Priority Level
de_de: Prioritätsebene

source: Privileges
de_de: Privilegien

source: Privileges is called.
de_de: Privilegien wird aufgerufen.

source: Privileges is changed for accounting:
de_de: Die Berechtigungen für die Buchhaltung wurden geändert:

source: Privileges is changed for customers:
de_de: Die Berechtigungen für Kunden wurden geändert:

source: Privileges is changed for receptionist:
de_de: Berechtigungen für Empfangsmitarbeiter geändert:

source: Privileges is changed for restaurant :
de_de: Privilegien wird für das Restaurant geändert:

source: Product
de_de: Produkt

source: Products
de_de: Produkte

source: Products List
de_de: Produktliste

source: Products available.
de_de: Produkte verfügbar.

source: Property Management
de_de: Objektverwaltung

source: Property Manager Log
de_de: Objektmanager-Protokoll

source: Property Manager dialplan:
de_de: Objektmanager-Wählplan:

source: Propery Manager dialplan
de_de: Objektmanager-Wählplan

source: Provides some commands for pms.
de_de: Bietet einige Befehle für pms.

source: R.A.C Help
de_de: R.A.C. Hilfe

source: Rate Recorded
de_de: Aufgezeichneter Tarif

source: Receptionist
de_de: Rezeption

source: Receptionist: Define an extension number for the receptionist or front desk.
de_de: Empfangsmitarbeiter: Definieren Sie eine Nebenstellennummer für den Empfangsmitarbeiter oder die Rezeption.

source: Receptionist: Define an extension number for the receptionist.
de_de: Empfangsmitarbeiter: Definieren Sie eine Nebenstellennummer für den Empfangsmitarbeiter.

source: Reference
de_de: Referenz

source: Release a room from a job.
de_de: Geben Sie ein Zimmer aus einem Auftrag frei.

source: Release the room
de_de: Geben Sie das Zimmer frei

source: Remember that this content is used by Text To Speech, so you have to be clear with your text.
de_de: Denken Sie daran, dass dieser Inhalt von der Text-to-Speech-Funktion genutzt wird, und dass dieser Text daher deutlich sein muss.

source: Remote Action Control
de_de: Fernbedienung

source: Remote action control is called.
de_de: Fernbedienung wird aufgerufen.

source: Repeat this action for all routes to be used.
de_de: Wiederholen Sie diese Aktion für alle zu verwendenden Routen.

source: Reports
de_de: Berichte

source: Required
de_de: Erforderlich

source: Required field
de_de: Erforderliches Feld

source: Reservation Canceled
de_de: Reservierung storniert

source: Reservation Confirmed
de_de: Reservierung bestätigt

source: Reservation number
de_de: Reservierungsnummer

source: Restaurant Settings
de_de: Restauranteinstellungen

source: Restaurant Settings Help
de_de: Restauranteinstellungen Hilfe

source: Restaurant Settings is called.
de_de: Restauranteinstellungen wird aufgerufen.

source: Restaurant User is called.
de_de: Restaurantbenutzer wird aufgerufen.

source: Restaurant changes in progress.
de_de: Restaurantänderungen werden bearbeitet.

source: Room
de_de: Zimmer

source: Room
de_de: Zimmer

source: Room Calendar
de_de: Raumkalender

source: Room Clean prefix (Default: *36) will be used when the room gets cleaned by the housekeeping staff.
de_de: Das Präfix Room Clean (Standard: * 36) wird verwendet, wenn der Raum vom Reinigungspersonal gereinigt wird.

source: Room List
de_de: Zimmerliste

source: Room List Help
de_de: Zimmerliste Hilfe

source: Room List is called.
de_de: Zimmerliste wird aufgerufen.

source: Room Needs Cleaning.
de_de: Zimmer muss gereinigt werden.

source: Room Needs Cleaning: Rooms must be cleaned before check in.
de_de: Zimmerreinigung: Die Zimmer müssen vor dem Check-in gereinigt werden.

source: Room Service present!
de_de: Zimmerservice anwesend!

source: Room Service:
de_de: Zimmerservice:

source: Room Type
de_de: Zimmertyp

source: Room Type Help
de_de: Zimmertyp Hilfe

source: Room group
de_de: Zimmergruppe

source: Room is
de_de: Zimmer ist

source: Room name
de_de: Zimmername

source: Room number
de_de: Zimmernummer

source: Room phone
de_de: Zimmertelefon

source: Room status
de_de: Zimmerstatus

source: Room type
de_de: Zimmertyp

source: Room:
de_de: Zimmer:

source: Rooms
de_de: Zimmer

source: Rooms Available
de_de: Zimmer verfügbar

source: Rooms Occupied
de_de: Zimmer belegt

source: Rounded
de_de: Aufgerundet

source: Rounded : Calculate the upper value of a call.
de_de: Aufgerundet: Berechnen Sie den oberen Wert eines Anrufes.

source: Rounded: Calculate the upper value of a call.
de_de: Gerundet: Berechnen Sie den oberen Wert eines Anrufs.

source: Sangoma Property Management
de_de: Sangoma Objektverwaltung

source: Save
de_de: Speichern

source: Save changes for:
de_de: Änderungen speichern für:

source: Saving tax:
de_de: Steuer sparen:

source: Scheduled
de_de: Geplant

source: Scheduled - Departing on a scheduled departure date
de_de: Geplant - Abfahrt an einem geplanten Abreisetag

source: Scheduled - Departing on the scheduled departure date
de_de: Geplant - Abreise am geplanten Abreisedatum

source: Scheduling type
de_de: Planungstyp

source: Search
de_de: Suche

source: Select a room or, by holding down the shift key, you can select several rooms.
de_de: Wählen Sie einen Raum aus, oder halten Sie die Umschalttaste gedrückt, um mehrere Räume auszuwählen.

source: Select a room, or press and hold the Shift key to select several rooms.
de_de: Wählen Sie einen Raum aus, oder halten Sie die Umschalttaste gedrückt, um mehrere Räume auszuwählen.

source: Select an Outbound Route.
de_de: Wählen Sie eine Outbound-Route aus.

source: Select payment method
de_de: Wählen Sie eine Zahlungsart aus

source: Select the Tax for whole mini-bar.
de_de: Wählen Sie die Gebühren für die gesamte Minibar aus.

source: Select the priority level for this service.
de_de: Wählen Sie die Prioritätsebene für diesen Service aus.

source: Select your scheduling type. Select the value and click on Submit to apply the changes.
de_de: Wählen Sie Ihren Terminierungstyp. Wählen Sie den Wert aus und klicken Sie auf Senden, um die Änderungen zu übernehmen.

source: Send
de_de: Senden

source: Send Message Text
de_de: Nachrichtentext senden

source: Send a message number to the receptionist.
de_de: Senden Sie eine Meldungsnummer an die Rezeption.

source: Send by email
de_de: Per E-Mail senden

source: Sending invoice:
de_de: Rechnung senden:

source: Service Number
de_de: Servicenummer

source: Services
de_de: Dienste

source: Show All
de_de: Alle anzeigen

source: Show if an additional guest is needed
de_de: Anzeigen, ob ein weiterer Gast erforderlich ist

source: Show the booking number
de_de: Buchungsnummer anzeigen

source: Show the deposit for the booking
de_de: Anzahlung für die Buchung anzeigen

source: Show the guest name
de_de: Gastname anzeigen

source: Show the payment method for the booking
de_de: Zahlungsart für die Buchung anzeigen

source: Show the room name
de_de: Zimmername anzeigen

source: Slave mode disables all embedded PBX features to become only slave of remote PMS using FIAS protocol (Oracle)
de_de: Der Slave-Modus deaktiviert alle eingebetteten PBX-Funktionen, um nur Slave des Remote-PMS zu werden, das das FIAS-Protokoll (Oracle) verwendet

source: Some comments can be added about the customer.
de_de: Einige Kommentare können über den Kunden hinzugefügt werden.

source: Some fields must be filled out. Check please and try again.
de_de: Einige Felder müssen ausgefüllt werden. Bitte prüfen und erneut versuchen.

source: Start Date
de_de: Startdatum

source: Subject
de_de: Betreff

source: Subject: eg. Your invoice.
de_de: Betreff: zB. Ihre Rechnung.

source: Submit
de_de: Senden

source: Success
de_de: Erfolgreich

source: Sum
de_de: Summe

source: TIME
de_de: ZEIT

source: TIN field is for the Tax ID for businesses.
de_de: Das TIN-Feld ist für die Steuer-ID für Unternehmen.

source: TIN field is tax ID number for businesses.
de_de: Das TIN-Feld ist die Steuernummer für Unternehmen.

source: TOTAL
de_de: INSGESAMT

source: TOTAL =
de_de: INSGESAMT =

source: Taxes
de_de: Gebühren

source: Taxes available
de_de: Gebühren verfügbar

source: Taxes incl.
de_de: Gebühren inkl.

source: Taxes to be used
de_de: Gebühren, die verwendet werden sollen

source: Taxes:
de_de: Gebühren:

source: The check-out date must be longer than the check-in date.
de_de: Das Check-out-Datum muss hinter dem Check-in-Datum liegen.

source: The email address needs to be set in customer record!
de_de: Die E-Mail-Adresse muss im Kundeneintrag eingegeben werden!

source: The fields accept some simple HTML tags.
de_de: Das Feld akzeptiert nur einfache HTML-Tags.

source: The following route has been modified :
de_de: Die folgende Route wurde geändert:

source: The following route has been modified :
de_de: Die folgende Route wurde geändert:

source: The general section provides Property Manager settings that apply for the entire Property.
de_de: Der allgemeine Abschnitt enthält Eigenschaftenmanagereinstellungen, die für die gesamte Eigenschaft gelten.

source: The general section provides the Property Manager settings that apply for the entire system.
de_de: Der allgemeine Abschnitt enthält die Property Manager-Einstellungen, die für das gesamte System gelten.

source: The graph gives an overview of your property at a glance, showing room availability and occupancy.
de_de: Die Grafik gibt einen Überblick über Ihre Immobilie auf einen Blick und zeigt die Verfügbarkeit und Belegung der Zimmer.

source: The graph provides an overview of your property at a glance, showing room availability and occupancy.
de_de: Die Grafik bietet auf einen Blick einen Überblick über Ihre Immobilie und zeigt die Verfügbarkeit und Belegung der Zimmer.

source: The group relating Hotel Guests seems to be corrupted! Please fix check it, submit and try again.
de_de: Die Gruppe der Hotelgäste scheint beschädigt zu sein! Bitte überprüfen Sie es, senden Sie es und versuchen Sie es erneut.

source: The number of people are used to calculate the value of the tourist tax.
de_de: Die Anzahl der Personen wird verwendet, um die Touristensteuer zu berechnen.

source: The package 'at' is missing. Please upgrade the PBX, run 'yum update -y' and try again.
de_de: Das Paket 'at' fehlt. Bitte aktualisieren Sie die TK-Anlage, führen Sie 'yum update -y' aus und versuchen Sie es erneut.

source: The receptionist can set a wake up call for room extensions only. (The others types of extensions are not available here).
de_de: Die Rezeption kann einen Weckruf nur für Nebenstellen einrichten. (Die anderen Arten von Nebenstellen sind hier nicht verfügbar).

source: The receptionist can set an alarm clock for any room only. (The others type of extensions is not available here).
de_de: Nur die Rezeption kann einen Wecker für jedes Zimmer einstellen. (Die anderen Nebenstellentypen sind hier nicht verfügbar).

source: The response will be added below your comments in body.
de_de: Die Antwort wird unter Ihren Kommentaren im Body eingefügt.

source: The schedule is based on the day, month and year.
de_de: Der Plan basiert auf Tag, Monat und Jahr.

source: The service number already exists. Please delete the existing and try again.
de_de: Die Servicenummer existiert bereits. Bitte löschen Sie den bestehenden Eintrag und versuchen Sie es erneut.

source: The service number already exists. Please delete the existing entry and try again.
de_de: Die Servicenummer existiert bereits. Bitte löschen Sie den bestehenden Eintrag und versuchen Sie es erneut.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
de_de: Die hochgeladene Datei überschreitet die Richtlinie für die MAX_DATEIGROESSE, die im HTML-Formular angegeben ist

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
de_de: Die hochgeladene Datei überschreitet die Richtlinie der _max_Upload_Dateigroesse_ laut php.ini

source: The uploaded file was only partially uploaded
de_de: Die hochgeladene Datei wurde nur zum Teil hochgeladen

source: The value must be greater than zero.
de_de: Der Wert muss größer sein als null.
