Repository: ahilespelid/freepbx
Catalog: admin/modules/queuestats/i18n/*/LC_MESSAGES/queuestats.po
Languages: de, es_es

source: %s (%s) - %s Members
de: %s (%s) - %s Mitglieder
es_es: %s (%s) - %s Agentes

source: %s (on %s) (%s)
de: %s (auf %s) (%s)
es_es: %s (en %s) (%s)

source: %s - %s. Member of %s Queue(s)
de: %s - %s. Mitglied von %s Warteschlange(n)
es_es: %s - %s. Agente de %s Cola(s)

source: %s Seconds Ago
de: %s Sekunden zuvor
es_es: Hace %s segundos

source: %s seconds
de: %s Sekunden
es_es: %s segundos

source: 'Alert above' field its not numeric or not empty string.
de: 'Alert above'/('Warnung oben') Feld ist nicht numerisch oder nicht leer.
es_es: El campo 'Alerta por encima de' no es numérico o no está vacío.

source: (%s) Calls have been Abandoned
de: (%s) Anrufe wurden abgebrochen
es_es: (%s) Llamadas han sido Abandonadas

source: 1 day
de: 1 Tag
es_es: 1 día

source: 1 hour
de: 1 Stunde
es_es: 1 hora

source: 10 min
es_es: 10 mins

source: 12 Hour
de: 12 Stunden
es_es: 12 Horas

source: 15 min
es_es: 15 mins

source: 24 Hour
de: 24 Stunden
es_es: 24 Horas

source: 5 min
es_es: 5 mins

source: A Month
de: Ein Monat
es_es: Por Mes

source: A Week
de: Eine Woche
es_es: Por Semana

source: AVG Wait Time
de: Durchschn. Wartezeit
es_es: Tiempo de Espera Promedio

source: Abandonded Calls for Queue %s
de: Abgebrochene Anrufe für Warteschlange %s
es_es: Llamadas Abandonadas para la Cola %s

source: Abandoned Calls (Queue)
de: Abgebrochene Anrufe (Warteschlange)
es_es: Llamadas Abandonadas (Cola)

source: Actions
de: Aktionen
es_es: Acciones

source: Active Calls (Queue)
de: Aktive Anrufe (Warteschlange)
es_es: Llamadas Activas (Cola)

source: Active Calls for Queue %s
de: Aktive Anrufe für Warteschlange %s
es_es: Llamadas Activas para la Cola %s

source: Add Server
de: Server hinzufügen
es_es: Agregar Servidor

source: Agent %s (Unknown)
de: Agent %s (Unbekannt)
es_es: Agente %s (Desconocido)

source: Agent Name
de: Agentenname
es_es: Nombre de Agente

source: Agent State
de: Agentenstatus
es_es: Estado de Agente

source: Agent Status for Agent __HINT__ (__USER__)
de: Agentenstatus für Agent __HINT__ (__USER__)
es_es: Estado de Agente para el Agente __HINT__ (__USER__)

source: Agent Summary
de: Agentenübersicht
es_es: Resumen de Agente

source: Agent Summary for Agent %s (%s)
de: Agentenübersicht für Agent %s (%s)
es_es: Resumen de Agente para el Agente %s (%s)

source: Agent Summary for Agent __HINT__ (__USER__)
de: Agentenübersicht für Agent __HINT__ (__USER__)
es_es: Resumen de Agente para el Agente __HINT__ (__USER__)

source: Agent(s) %s
de: Agent(en) %s
es_es: Agente(s) %s

source: Alert Level
de: Alarmstufe
es_es: Nivel de Alerta

source: Alert in minutes or leave text in blank for 'no Notifications'.
de: Benachrichtigung in Minuten oder Text leer lassen für 'Keine Benachrichtigungen'.
es_es: Alerta en minutos o deje el texto en blanco para 'notificaciones deshabilitadas'.

source: Alert when Queue %s climbs above %s minute(s).
de: Alarm, wenn Warteschlange %s über %s Minute(n) steigt.
es_es: Alerta cuando la Cola %s sube por encima de %s minuto(s).

source: Alert when Queue %s falls below %s%%
de: Warnung, wenn die Warteschlange %s unter %s%% fällt
es_es: Alerta cuando la Cola %s cae por debajo de %s%%

source: Allowed Queue Wallboard Widgets
de: Zulässige Warteschlangen-Wallboard-Widgets
es_es: Widgets de Queue Wallboard Permitidos

source: Allows you to display the time in various timezones.
de: Ermöglicht die Anzeige der Uhrzeit in verschiedenen Zeitzonen.
es_es: Permite mostrar la hora en varias zonas horarias.

source: Allows you to monitor the state of a selection of agents
de: Ermöglicht die Überwachung des Status einer Auswahl von Agenten
es_es: Permite controlar el estado de una selección de agentes

source: Amount of days to retain data in the log tables. Setting this to 30 is ideal.
de: Anzahl der Tage, die Daten in den Protokolltabellen aufbewahrt werden sollen. Die Einstellung auf 30 ist ideal.
es_es: Cantidad de días para retener datos en las tablas de registro. Establecer esto en 30 es lo ideal.

source: Are you sure you wish to delete these: %s?
de: Sind Sie sicher, dass Sie dies löschen möchten: %s?
es_es: ¿Estás seguro de que deseas eliminar estos: %s?

source: Asterisk Manager Password
de: Asterisk Manager-Passwort
es_es: Contraseña de Asterisk Manager

source: Asterisk Manager User
de: Asterisk Manager-Benutzer
es_es: Usuario de Asterisk Manager

source: Averaging Period
de: Mittelungszeitraum
es_es: Periodo de Promediación

source: Avg Wait Time of a Queue
de: Durchschn. Wartezeit einer Schlange
es_es: Tiempo de espera promedio en una Cola

source: CDR Database
de: CDR-Datenbank
es_es: Base de Datos CDR

source: Caller Outcome Summary (Queue)
de: Zusammenfassung der Anruferergebnisse (Warteschlange)
es_es: Resumen del resultado del llamante (Cola)

source: Caller Outcome for Queue %s
de: Anruferergebnis für Warteschlange %s
es_es: Resultado del llamante para la Cola %s

source: Can not connect to CDRDB!
de: Kann keine Verbindung zu CDRDB herstellen!
es_es: ¡No es posible la conexión con el CDRDB!

source: Can't find queue %s
de: Warteschlange %s kann nicht gefunden werden
es_es: No se encuentra la cola %s

source: Cancel
de: Abbrechen
es_es: Cancelar

source: Cannot create widget:
de: Widget kann nicht erstellt werden:
es_es: No se puede crear el widget:

source: Clock
de: Uhr
es_es: Reloj

source: Clock Type
de: Uhrentyp
es_es: Tipo de Reloj

source: Connection Name
de: Verbindungsname
es_es: Nombre de la Conexión

source: Connection Type
de: Verbindungstyp
es_es: Tipo de Conexión

source: Create Widget
de: Widget erstellen
es_es: Crear Widget

source: Current status:
de: Aktueller Status:
es_es: Estado actual:

source: DND
es_es: No Molestar

source: Data Retention
de: Vorratsdatenspeicherung
es_es: Retención de Data

source: Date and Time in <strong>%s</strong>
de: Datum und Uhrzeit in <strong>%s</strong>
es_es: Fecha y Hora en <strong>%s</strong>

source: Delete Selected
de: Ausgewählte löschen
es_es: Fecha Seleccionada

source: Descriptive Name for this Connection
de: Beschreibender Name für diese Verbindung
es_es: Nombre Descriptivo para esta Conexión

source: Descriptive Name for this widget
de: Beschreibender Name für dieses Widget
es_es: Nombre Descriptivo para este widget

source: Displays a brief summary of Caller Outcome in the Queue
de: Zeigt eine kurze Zusammenfassung des Anruferergebnisses in der Warteschlange an
es_es: Muestra un resumen breve del Resultado del Llamante en la Cola

source: Displays a brief summary on a single Queue
de: Zeigt eine kurze Zusammenfassung einer einzelnen Warteschlange an
es_es: Muestra un resumen breve de una Cola

source: Displays a summary of the last 24 hours of a single queue.
de: Zeigt eine Zusammenfassung der letzten 24 Stunden einer einzelnen Warteschlange an.
es_es: Muestra un resumen de las últimas 24 horas de una Cola.

source: Displays a summary of the last week of a single queue.
de: Zeigt eine Zusammenfassung der letzten Woche einer einzelnen Warteschlange an.
es_es: Muestra un resumen de la última semana de una Cola.

source: Displays the Hold time on a single Queue
de: Zeigt die Haltezeit in einer einzelnen Warteschlange an
es_es: Muestra el Tiempo de Espera en una Cola

source: Displays the Top 5 longest wait time of a single queue.
de: Zeigt die Top 5 der längsten Wartezeit einer einzelnen Warteschlange an.
es_es: Muestra el Top 5 de los Tiempos de Espera más largos de una Cola.

source: Displays the abandonned calls on a single Queue
de: Zeigt die abgebrochenen Anrufe in einer einzelnen Warteschlange an
es_es: Muestra las llamadas abandonadas en una Cola

source: Displays the average wait time over a determinated period of time of a single queue.
de: Zeigt die durchschnittliche Wartezeit über einen bestimmten Zeitraum einer einzelnen Warteschlange an.
es_es: Muestra el tiempo de espera promedio durante un período determinado de una Cola.

source: Displays the current active calls on a single Queue
de: Zeigt die aktuell aktiven Anrufe in einer einzelnen Warteschlange an
es_es: Muestra las llamadas activas actuales en una Cola

source: Displays the received calls on a single Queue
de: Zeigt die empfangenen Anrufe in einer einzelnen Warteschlange an
es_es: Muestra las llamadas recibidas en una Cola

source: Displays whatever the user wants as long as the content is HTML or plain text.
de: Zeigt an, was der Benutzer möchte, solange der Inhalt HTML oder einfacher Text ist.
es_es: Muestra lo que quiera el usuario siempre que el contenido sea HTML o texto sin formato.

source: Edit Widget
de: Widget bearbeiten
es_es: Editar el Widget

source: Enable Queue Wallboard Access
de: Aktiviere den Queue Wallboard-Zugriff
es_es: Habilitar el Acceso a Queue Wallboard

source: Enable the Queue Wallboard Access in UCP for this user
de: Aktivieren Sie den Queue Wallboard-Zugriff in UCP für diesen Benutzer
es_es: Habilitar el Acceso a Queue Wallboard en el UCP para este usuario

source: Force resyncronization
de: Resynchronisation erzwingen
es_es: Forzar la resincronización

source: Generic HTML/Text Section
de: Generischer HTML/Text-Bereich
es_es: Sección de HTML/Texto Genérico

source: HOLD TIME for Queue %s since last reset / Notification above: %s
de: HALTEZEIT für Warteschlange %s seit dem letzten Zurücksetzen / Benachrichtigung oben: %s
es_es: TIEMPO DE ESPERA para la Cola %s desde el último reinicio / Notificación sobre: %s

source: HTML or Text to insert
de: HTML oder Text zum Einfügen
es_es: HTML o Texto a insertar

source: Hold Time in (Queue)
de: Wartezeit in (Warteschlange)
es_es: Tiempo de Espera en (Cola)

source: Hold time is %s for Queue %s
de: Die Haltezeit für Warteschlange %s beträgt %s
es_es: El Tiempo de Espera es %s para la Cola %s

source: Host i.e: 192.168.0.1 or pbx.mydomain.com
de: Host, d. H. 192.168.0.1 oder pbx.mydomain.com
es_es: Host ej: 192.168.0.1 o pbx.midominio.com

source: Idle
de: Leerlauf
es_es: Sin Actividad

source: In Non-Queue Call
de: In Nichtschlangenanruf
es_es: En llamada no-de-Cola

source: In Queue (%s)
de: In der Warteschlange (%s)
es_es: En Cola (%s)

source: In Queue Call
de: In Warteschlangenanruf
es_es: En llamada de Cola

source: Incoming
de: Eingehend
es_es: Entrante

source: Inherit
de: Übernehmen
es_es: Heredar

source: Last 24 hours of Call Info for Queue %s
de: Letzte 24 Stunden Anrufinformationen für Warteschlange %s
es_es: Últimas 24 horas de información de llamadas para la Cola %s

source: Last 24hrs of a Queue
de: Die letzten 24 Stunden einer Warteschlange
es_es: Últimas 24 horas de una Cola

source: Last Call: %s
de: Letzter Anruf: %s
es_es: Última Llamada: %s

source: Last Call: __LASTCALLNICE__
de: Letzter Anruf: __LASTCALLNICE__
es_es: Última Llamada: __LASTCALLNICE__

source: Last Week Call Info for Queue %s
de: Anrufinformationen der letzten Woche für Warteschlange %s
es_es: Información de llamadas en la última semana para la Cola %s

source: Last Week of a Queue
de: Letzte Woche einer Warteschlange
es_es: Última Semana de una Cola

source: List servers
de: Liste Server auf
es_es: Listar servidores

source: Loading
de: Wird geladen
es_es: Cargando

source: Loading...
de: Wird geladen...
es_es: Cargando...

source: Logged in UCP User (If a member of queue)
de: Angemeldeter UCP-Benutzer (wenn ein Mitglied der Warteschlange)
es_es: Usuario UCP conectado (si es miembro de una Cola)

source: Member of %s Queue(s)
de: Mitglied von %s Warteschlange(n)
es_es: Miembro de %s Cola(s)

source: Member of __QUEUECOUNT__ Queue(s)
de: Mitglied der __QUEUECOUNT__ Warteschlange(n)
es_es: Miembro de __QUEUECOUNT__ Cola(s)

source: Monitors the SLA of a single Queue. By default this will alert when the SLA falls below 95%.
de: Überwacht die SLA einer einzelnen Warteschlange. Standardmäßig wird eine Warnung ausgegeben, wenn die SLA unter 95% fällt.
es_es: Supervisa el SLA de una Cola. Por defecto, esto alertará cuando el SLA caiga por debajo del 95%.

source: Multiple Agent Summary
de: Zusammenfassung mehrerer Agenten
es_es: Resumen de Múltiples Agentes

source: MySQL Database
de: MySQL-Datenbank
es_es: Base de Datos MySQL

source: MySQL Password
de: MySQL-Passwort
es_es: Contraseña MySQL

source: MySQL User
de: MySQL-Benutzer
es_es: Usuario MySQL

source: Name
es_es: Nombre

source: Never
de: Nie
es_es: Nunca

source: No Agents
de: Keine Agenten
es_es: No hay Agentes

source: No Calls
de: Keine Anrufe
es_es: No hay Llamadas

source: No Calls Abandoned
de: Keine Anrufe abgebrochen
es_es: No hay Llamadas Abandonadas

source: No Longest Wait Times on Record
de: Keine längeren Wartezeiten aufgezeichnet
es_es: No hay Tiempos de Espera más Largos registrados

source: On %s at %s caller '%s' waited for %s
de: Bei %s um %s hat der Anrufer '%s' auf %s gewartet
es_es: En %s a las %s el llamante '%s' esperó por %s

source: One Day
de: Ein Tag
es_es: Un Día

source: One Hour
de: Eine Stunde
es_es: Una Hora

source: Optional text
de: Optionaler Text
es_es: Texto Opcional

source: Parameters
de: Parameter
es_es: Parámetros

source: Paused
de: Pausiert
es_es: Pausado

source: Please, first create a queue and return to this module.
de: Bitte erstellen Sie zuerst eine Warteschlange und kehren Sie zu diesem Modul zurück.
es_es: Por favor, primero cree una Cola y luego regrese a este módulo.

source: Please, first create them and then return tu this module.
de: Bitte erstellen Sie sie zuerst und kehren Sie dann zu diesem Modul zurück.
es_es: Por favor, primero creelas y luego regrese a este módulo.

source: Please, select another queue with assignated agents.
de: Bitte wählen Sie eine andere Warteschlange mit zugewiesenen Agenten.
es_es: Por favor, seleccione otra Cola con agentes asignados.

source: Please, write a valid number without any special characters or letters
de: Bitte schreiben Sie eine gültige Nummer ohne Sonderzeichen oder Buchstaben
es_es: Por favor, ingrese un número sin caracteres especiales ni letras

source: Queue
de: Warteschlange
es_es: Cola

source: Queue %s
de: Warteschlange %s
es_es: Cola %s

source: Queue %s (No Hold time Alerting)
de: Warteschlange %s (Keine Wartezeitwarnung)
es_es: Cola %s (Sin Alertas por Tiempo de Espera)

source: Queue %s (No SLA Alerting)
de: Warteschlange %s (keine SLA-Warnung)
es_es: Cola %s (Sin Alertas por SLA)

source: Queue %s has received %s calls %s.
de: Die Warteschlange %s hat %s Anrufe %s erhalten.
es_es: La Cola %s ha recivido %s llamadas %s.

source: Queue %s has received No Calls %s
de: Warteschlange %s hat keine Anrufe %s erhalten
es_es: La Cola %s no ha recivido llamadas %s

source: Queue %s, %s
de: Warteschlange %s, %s
es_es: Cola %s, %s

source: Queue Statistics
de: Warteschlangenstatistik
es_es: Estadísticas de Cola

source: Queue Summary (Queue)
de: Warteschlangenübersicht (Warteschlange)
es_es: Resumen de la Cola (Cola)

source: Queue Summary for Queue %s
de: Warteschlangenübersicht für Warteschlange %s
es_es: Resumen de Cola para la Cola %s

source: Queue Wallboard is not properly setup on the remote machine, can not add as we are unable to talk to the CDR database
de: Warteschlangenwallboard ist auf dem Remotecomputer nicht ordnungsgemäß eingerichtet und kann nicht hinzugefügt werden, da keine Kommunikation mit der CDR-Datenbank möglich ist
es_es: Queue Wallboard no está configurado correctamente en el servidor remoto, no es posible agregar debido a falta de conexión con la base de datos CDR

source: Queue Wallboard is not properly setup on the remote machine, can not add as we are unable to talk to the database
de: Warteschlangenwallboard ist auf dem Remotecomputer nicht ordnungsgemäß eingerichtet und kann nicht hinzugefügt werden, da wir nicht mit der Datenbank kommunizieren können
es_es: Queue Wallboard no está configurado correctamente en el servidor remoto, no es posible agregar debido a falta de conexión con la base de datos

source: Received Calls (Queue)
de: Empfangene Anrufe (Warteschlange)
es_es: Llamadas Recibidas (Cola)

source: Received Calls for Queue %s
de: Empfangene Anrufe für Warteschlange %s
es_es: Llamadas Recibidas para la Cola %s

source: Remote
es_es: Remoto

source: Remote Servers
de: Remote-Server
es_es: Servidores Remotos

source: Reports
de: Berichte
es_es: Reportes

source: Ringing
de: Klingelt
es_es: Timbrando

source: Ringing (%s)
de: Klingelt (%s)
es_es: Timbrando (%s)

source: Save
de: Sichern
es_es: Guardar

source: Server
es_es: Servidor

source: Service Level Agreements
es_es: Acuerdos de Nivel de Servicio (SLA)

source: Settings
de: Einstellungen
es_es: Configuraciones

source: Six Hours
de: Sechs Stunden
es_es: Seis Horas

source: Syncronize a single server by id (obtained from --list)
de: Synchronisieren Sie einen einzelnen Server anhand der ID (erhalten von --list)
es_es: Sincronizar un servidor por id (obtenido de --list)

source: Syncronize all servers
de: Synchronisieren Sie alle Server
es_es: Sincronizar todos los servidores

source: The Hold time in the queue __QUEUE__ is about __HOLDTIMENICE__.
de: Die Haltezeit in der Warteschlange __QUEUE__ beträgt ungefähr __HOLDTIMENICE__.
es_es: El Tiempo de Espera en la Cola __QUEUE__ es aproximadamente _ HOLDTIMENICE _.

source: The Queue Wallboard module allows you to easily view real-time information related to queues in the UCP module of FreePBX or PBXact.
es_es: El módulo Tablero de colas le permite ver fácilmente información en tiempo real relacionada con las colas en el módulo UCP de FreePBX o PBXact.

source: The top 5 longest wait time in the queue __QUEUE__ __RANGE__
de: Die 5 längsten Wartezeiten in der Warteschlange __QUEUE__ __RANGE__
es_es: El top 5 de los Tiempos de Espera más largos en la Cola __QUEUE__ __RANGE__

source: There are no agents configured
de: Es sind keine Agenten konfiguriert
es_es: No hay agentes configurados

source: There are no agents in this queue
de: In dieser Warteschlange befinden sich keine Agenten
es_es: No hay agentes en esta Cola

source: There are no queues and agents configured.
de: Es sind keine Warteschlangen und Agenten konfiguriert.
es_es: No hay Colas ni Agentes configurados.

source: There are no queues configured
de: Es sind keine Warteschlangen konfiguriert
es_es: No hay Colas configuradas

source: These are the assigned and active extensions which will show up for this user to control and edit in UCP
de: Dies sind die zugewiesenen und aktiven Erweiterungen, die diesem Benutzer zur Steuerung und Bearbeitung in UCP angezeigt werden
es_es: Estas son las extensiones asignadas y activas que aparecerán para que este usuario controle y edite en su UCP

source: This widget displays live information about a single agent.
de: Dieses Widget zeigt Live-Informationen zu einem einzelnen Agenten an.
es_es: Este widget muestra información en vivo sobre un agente.

source: This widget displays the current state of an agent in a specific queue.
de: Dieses Widget zeigt den aktuellen Status eines Agenten in einer bestimmten Warteschlange an.
es_es: Este widget muestra el estado actual de un Agente en una Cola específica.

source: This will be help text.
de: Dies wird Hilfetext sein.
es_es: Esto será texto de ayuda.

source: Time Range
de: Zeitspanne
es_es: Rango de Tiempo

source: Timezone
de: Zeitzone
es_es: Zona Horaria

source: Timezone '%s'
de: Zeitzone '%s'
es_es: Zona Horaria '%s'

source: Top Longest Wait Time
de: Top Längste Wartezeit
es_es: Tiempo de Espera más largo

source: Twelve Hours
de: Zwölf Stunden
es_es: Doce Horas

source: Type
de: Art
es_es: Tipo

source: UCP Widgets
es_es: Widgets UCP

source: Unable to connect to the remote asterisk manager
de: Es kann keine Verbindung zum Remote-Asterisk-Manager hergestellt werden
es_es: No se puede conectar con el asterisk manager remoto

source: Unknown
de: Unbekannt
es_es: Desconocido

source: Unset
de: Nicht eingestellt
es_es: No configurado

source: Update
de: Aktualisieren
es_es: Actualizar

source: User Primary Extension
de: Primäre Benutzernebenstelle
es_es: Extensión Primaria del Usuario

source: Waiting
de: Warten
es_es: Esperando

source: Widget Type
de: Widget-Typ
es_es: Tipo de Widget

source: With Agent (%s)
de: Mit Agent (%s)
es_es: Con Agente (%s)

source: Wrapping Up
de: Abschließen
es_es: Terminando

source: Yes
de: Ja
es_es: Sí

source: __SLAPERCENT__ of calls have been answered within __SECONDSNICE__
de: __SLAPERCENT__ von Anrufen wurde innerhalb von __SECONDSNICE__ beantwortet
es_es: __SLAPERCENT__ de las llamadas han sido contestadas dentro de __SECONDSNICE__

source: minute(s).
de: Minute(n).
es_es: minuto(s).

source: over the last day(24 hours)
de: am letzten Tag (24 Stunden)
es_es: durante el último día (24 horas)

source: over the last hour
de: in der letzten Stunde
es_es: durante la última hora

source: over the last month
de: im letzten Monat
es_es: durante el último mes

source: over the last six hours
de: in den letzten sechs Stunden
es_es: durante las últimas seis horas

source: over the last twelve hours
de: in den letzten zwölf Stunden
es_es: durante las últimas doce horas

source: over the last week
de: in der letzten Woche
es_es: durante la última semana

source: since the begining of time
de: seit Anbeginn der Zeit
es_es: desde el inicio de los tiempos

source: Local
de: Lokal

source: No
de: Nein

source: Queue Wallboard
de: Warteschlangenwallboard
